Repository: sukusukumar/backup
Catalog: others/Translations/packit_RC08022017-sprint50_*/packit-RC08022017-sprint50/*/packit-om-pnr-overview.po
Languages: de, es, fr

source: 1st given name as per passport
de: Erster Vorname lt. Ausweis
es: Nombre propio como aparece en pasaporte
fr: 1er prénom figurant sur le(s) passeport(s)

source: 2nd and additional given name(s) as per passport
de: Alle weiteren Vornamen lt. Ausweis
es: 2º Nombre propio en el pasaporte
fr: 2nd(s) prénom(s) figurant sur le(s) passeport(s)

source: APIS data missing
de: APIS-Daten fehlen
es: Datos APIS no encontrados
fr: Données APIS manquantes

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter

source: Add baggage, meals etc. to your reservation.
de: Gepäck, Mahlzeiten & SSR-/OSI-Elemente hinzufügen.
es: Añadir equipaje, comidas, etc... a su reserva
fr: Ajouter des bagages, repas etc. à votre réservation.

source: Additional services
de: Zusatzleistungen
es: Servicios adicionales
fr: Services additionnels

source: Airline Filekey(s):
es: Localizador(es) aerolínea:
fr: Réf. Cie:

source: Bookable for international flights from Germany.
de: Buchbar für internationale Flüge ab Deutschland.
es: Reservable para vuelos internacionales desde Alemania.
fr: Peut être réservé pour des vols internationaux depuis l'Allemagne.

source: Booking date
de: Buchungsdatum
es: Fecha de reserva
fr: Date de réservation

source: CC method:
de: Kreditkartenverfahren:
fr: Paiement par CB:

source: Cancel Booking
de: Stornieren
es: Cancelar reserva
fr: Annuler la réservation

source: Card holder:
de: Karteninhaber:
es: Titular de la tarjeta:
fr: Titulaire de la carte:

source: Card number:
de: Kartennummer:
es: Número de tarjeta:
fr: Numéro de carte:

source: Confirm
de: Bestätigen
es: Confirmación
fr: Confirmer

source: Country of issuance
de: Ausstellendes Land
es: País de emisión
fr: Pays d'émission

source: Credit card data must be reentered in case of switching the credit card method.
de: Beim Wechsel der CC-Variante müssen die Kreditkartendaten erneut eingegeben werden.
fr: Merci de renseigner les données de la carte bancaire, en cas de changement de méthode de paiement.

source: Current pricing:
de: Aktueller Preis:
es: Tarificación actual:
fr: Tarification actuelle :

source: Currently stored fare
de: Gespeicherter Tarif
es: Tarifa actual almacenada
fr: Tarif enregistré actuellement

source: Data for the Advanced Passenger Information System.
de: Daten für das Advanced Passenger Information System.
es: Datos para APIS
fr: Données pour le Système de renseignement avancé sur les passagers.

source: Data for the Secure Flight Program of the Transport Security Administration of the United States of America for flights from, to, via or crossing the airspace of the USA and/or with US-American carriers.
de: Daten für das Secure Flight Programm der Transport Security Administration der Vereinigten Saaten von Amerika. Relevant für alle Flüge von/nach, via oder durch US-amerikanischen Luftraum, unabhängig der Airline.
es: Datos para el Programa de seguridad de vuelo de la Administración de los Estados Unidos para vuelos desde, hacia, vía o cruzando el espacio aéreo de los Estados Unidos y/o con Aerolíneas americanas.
fr: Données pour le programme pour la sécurité des vols de l'agence nationale américaine de sécurité dans les transports (TSA) pour les vols depuis, vers, via ou traversant l'espace aérien des USA et/ou avec des transporteurs américains.

source: Date of Birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance

source: Date of birth entered in APIS data does not match the date of birth entered for passenger TSA. Please verify and adjust.
de: Das Geburtsdatum, welches bei den APIS-Daten eingetragen wurde, stimmt nicht mit dem Geburtsdatum überein, welches bei den TSA-Daten eingetragen wurde. Bitte überprüfen und berichtigen.
es: Fecha de nacimiento introducida en APIS no coincide con la fecha de nacimiento del documento TSA. Por favor comprobar y actualizar.
fr: La date de naissance entrée dans les données APIS ne correspond pas à la date de naissance entrée pour les données passagers TSA. Veuillez vérifier et rectifier le cas échéant.

source: Date of birth entered in APIS data does not match the date of birth entered for this passenger. Please verify and adjust.
de: Das Geburtsdatum, welches bei den APIS-Daten eingetragen wurde, stimmt nicht mit dem Geburtsdatum überein, welches Sie bei den Passagierdaten eingetragen haben. Bitte überprüfen und berichtigen.
es: Fecha de nacimiento introducida en APIS no coincide con la fecha introducida del pasajero. Por favor comprobar y actualizar.
fr: La date de naissance entrée dans les données APIS ne correspond pas à la date de naissance entrée pour ce passager. Veuillez vérifier et rectifier le cas échéant.

source: Date of birth entered in TSA data does not match the date of birth entered for this passenger. Please verify and adjust.
de: Das Geburtsdatum, welches bei den TSA-Daten eingetragen wurde, stimmt nicht mit dem Geburtsdatum überein, welches Sie bei den Passagierdaten eingetragen haben. Bitte überprüfen und berichtigen.
es: Fecha de nacimiento introducida en APIS no coincide con la fecha introducida del pasajero. Por favor comprobar y actualizar.
fr: La date de naissance entrée dans les données TSA ne correspond pas à la date de naissance entrée pour ce passager. Veuillez vérifier et rectifier le cas échéant.

source: Document type
de: Dokumententyp
es: Tipo de documento
fr: Type de document

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier

source: Expired pricing
de: Ungültiger Preis
es: Tarificación expirada
fr: Tarif expiré

source: Extras: information will follow
de: Die Buchung von EXTRAS erfolgt vorbehaltlich der Bestätigung durch die Airline(s). Für kostenpflichtige EXTRAS ist die Ausstellung der Flugtickets und EMD spätestens innerhalb 24h erforderlich. Die Eingabe von SSR- & OSI-Elementen ist derzeit noch nicht möglich.
es: Extras: información a continuación
fr: Extras: l'information est pour bientôt

source: Fare Family %1$s
fr: Cat. tarifaire %1$s

source: Fares/pricings are only valid the same day the reservation was made.
de: Preis nur gültig am Tag der Buchung.
es: Tarifas/tarificaciones válidas sólo el mismo día que la reserva fue realizada.
fr: Les tarifs/la tarification sont valides uniquement le jour où la réservation a été faite.

source: Flight calculation
de: Preisberechnung Flug
es: Cálculo de vuelo
fr: Calcul du prix

source: Flight details
de: Flugdetails
es: Detalles del vuelo
fr: Détails du vol

source: Flight services
de: Flug
es: Servicios de vuelo
fr: Services de vol

source: Form of payment
de: Zahlungsart
es: Forma de pago
fr: Mode de paiement

source: Form of payment:
de: Zahlungsart:
es: Forma de pago:
fr: Mode de paiement :

source: Frequent Flyer Number
de: Vielfliegernummer
es: Número de viajero frecuente
fr: No de voyageur fréquent

source: Frequent flyer number
de: Vielfliegernummer
es: Número de viajero frecuente
fr: No de voyageur fréquent

source: Holiday Extras
es: Extras de vacaciones
fr: Suppléments vacances

source: Ignore & close reprice
de: Ignorieren & schließen
es: Ignorar y cerrar retarificación
fr: Ignorer la tarification & fermer

source: Insurances
de: Versicherungen
es: Seguros
fr: Assurances

source: Last modified
de: Letzte Änderung
es: Ultima modificación
fr: Dernière modification

source: Lastname as per passport
de: Nachname lt. Ausweis
es: Apellidos tal como aparecen en pasaporte
fr: Nom figurant sur le(s) passeport(s)

source: Less
de: weniger
es: menos
fr: Moins

source: Markup
de: Entgelt
es: Comisión
fr: Commission

source: Nationality
de: Nationalität
es: Nacionalidad
fr: Nationalité

source: No alternative fares available.
de: Keine alternativen Tarife verfügbar.
es: No hay tarifas disponibles.
fr: Aucun autre tarif n'est disponible.

source: No alternative fares available. Please contact your service team for further details.
de: Keine Alternativen gefunden. Für weitere Informationen kontaktieren Sie bitte Ihr Serviceteam.
es: No hay tarifas disponibles.. Por favor contacte con nuestra central de reservas para ampliar información.
fr: Aucun autre tarif n'est disponible. Veuillez contacter votre service clientèle pour plus d'informations.

source: No alternative fares available. Please contact your service team or cancel the PNR.
de: Keine Alternativen gefunden. Bitte kontaktieren Sie Ihr Serviceteam oder stornieren Sie die Reservierung.
es: No hay tarifas disponibles. Por favor contacte con nuestra central de reservas o cancele la reserva.
fr: Aucun autre tarif n'est disponible. Veuillez contacter votre service clientèle ou annuler le PNR.

source: Not available
de: Nicht verfügbar
es: No disponible
fr: Pas disponible

source: Number of document
de: Dokumentennummer
es: Número de documento
fr: Numéro de document

source: Open
de: Öffnen
es: Abrir
fr: En cours

source: Other travel services
de: Weitere Leistungen
es: Otros servicios de viaje
fr: Autres prestations de voyages

source: Passenger details
de: Passagierdetails
es: Detalles de pasajero
fr: Données passagers

source: Pax
es: Pasajeros
fr: Passagers

source: Payment - open
de: Offene Zahlungen
es: Pago - abierto:
fr: Paiement - ouvert

source: Please confirm APIS data before proceeding.
de: Bitte überprüfen und bestätigen Sie die APIS-Daten.
es: Por favor confirme los datos APIS antes de proceder.
fr: Veuillez confirmer les données APIS avant de poursuivre.

source: Please confirm FFN data before proceeding.
de: Bitte überprüfen und bestätigen Sie die Eingabe der Vielfliegernummer.
es: Por favor confirme el número de FFN antes de proceder.
fr: Veuillez confirmer les données FFN (voyageur fréquent) avant de poursuivre.

source: Please confirm TSA data before proceeding.
de: Bitte überprüfen und bestätigen Sie die TSA-Daten.
es: Por favor confirme los datos TSA antes de proceder-
fr: Veuillez confirmer les données TSA avant de poursuivre.

source: Please enter a valid frequent flyer number (6-20 digits).
de: Bitte tragen Sie eine gültige Vielfliegernummer ein (6-20 Zeichen).
es: Por favor introduzca los datos de viajero frecuente (6 - 20 dígitos)
fr: Veuillez entrer un No de voyageur fréquent valide (6-20 chiffres).

source: Please enter missing data
de: Bitte tragen Sie die fehlenden Daten ein.
es: Por favor introduzca los datos que faltan
fr: Veuillez saisir les données manquantes

source: Please enter missing data.
de: Bitte tragen Sie die fehlenden Daten ein.
es: Por favor introduzca los datos que faltan.
fr: Veuillez saisir les données manquantes.

source: Please enter required APIS data before ordering your ticket.
de: Für die Ticketbestellung ist die Eingabe der APIS-Daten erforderlich, bitte ergänzen und bestätigen.
es: Por favor introducir los datos APIS antes de solicitar la emisión.
fr: Veuillez saisir les données APIS requises avant de commander votre billet.

source: Please enter required TSA data before ordering your ticket.
de: Für die Ticketbestellung ist die Eingabe der TSA-Daten erforderlich, bitte ergänzen und bestätigen.
es: Por favor introducir los datos APIS antes de solicitar la emisión.
fr: Veuillez saisir les données TSA requises avant de commander votre billet.

source: Please enter your agent initials:
de: Bitte geben Sie Ihr Expedienten-Kürzel ein.
es: Por favor introducir sus iniciales de agente:
fr: Veuillez saisir les initiales de votre agent :

source: Please note
de: Bitte beachten
fr: Important

source: Please note:
de: Bitte beachten:
es: Tenga en cuenta:
fr: Important:

source: Please save your alternative selection by clicking on the "Store repricing" button
de: Sie speichern Ihre neue Auswahl mittels Klick auf "Preis speichern".
es: Guarde su selección alternativa haciendo clic en "Guardar retarificación"
fr: Veuillez enregistrer une sélection alternative en cliquant sur l'option "stocker le prix recalculé"

source: Please select a frequent flyer program from the list.
de: Bitte wählen Sie das gewünschte Vielfliegerprogramm aus der Liste aus.
es: Por favor selecciones un programa de viajero frecuente de la lista.
fr: Veuillez sélectionner un programme voyageur fréquent parmi la liste.

source: Please select an airline/frequent flyer program from the list and enter the frequent flyer number (FFN) as printed on the card. Only those airlines offering an agreement with the validating carrier are being displayed.
de: Wählen Sie ein Vielfliegerprogramm aus der Liste und geben Sie die zugehörige Vielfliegernummer ein. Alle aufgeführten Airlines haben ein Abkommen mit der gebuchten Airline.
es: Por favor seleccione un programa de pasajero frecuente/aerolínea de la lista e introduzca su número como esta impreso en su tarjeta. Se muestran sólo las aerolíneas que tienen acuerdos con la compañía reservada.
fr: Veuillez sélectionner un programme voyageur fréquent parmi la liste et entrez votre no de voyageur fréquent (FFN) tel qu'imprimé sur la carte. Seules les compagnies aériennes offrant un accord attestant de la validation du transporteur aérien sont affichées.

source: Please select one of the fares if you like to reprice the booking. Otherwise please contact your service team.
de: Für eine neue Preisberechnung selektieren Sie bitte einen angebotenen Tarif und klicken auf "Preis speichern".
es: Por favor seleccione una de las tarifas si desea retarificar la reserva. De lo contrario, póngase en contacto el equipo de atención al cliente
fr: Veuillez sélectionner un des tarifs, si vous souhaitez retarifier la réservation. Sinon veuillez contacter le support team.

source: Please wait while the Archive & History are being loaded.
de: Archiv & Historie wird geladen.
es: Espere mientras que el Archivo e Historial se están cargando.
fr: Veuillez patienter, le téléchargement de Archives & Historique est en cours.

source: Please wait, FFN programs are loading.
de: Bitte warten
es: Por favor espere, los datos FFN se están cargando
fr: Veuillez patienter, le chargement des programmes voyageur fréquent (FFN) est en cours.

source: Please wait, MultiPricing is loading.
de: Bitte warten
es: Por favor espere, la opción multi tarificación se está cargando.
fr: Veuillez patienter, le chargement de la tarification multiple est en cours.

source: Please wait, selected fare repricing is storing.
de: Bitte warten, der gewählte Tarif wird gespeichert.
es: Por favor espere, la tarifa seleccionada se está guardando.
fr: Veuillez patienter, la nouvelle tarification pour le prix sélectionné est en cours.

source: Price
de: Preis
es: Precio
fr: Prix

source: Price details
de: Preisdetails
es: Desglose de precio
fr: Infos sur les prix

source: Pricing from
de: Preis vom
es: Precios desde
fr: Tarif du

source: Pricing from today
de: von heute
es: Precios desde hoy
fr: Tarif d'aujourd'hui

source: Pricing is not up to date, please reprice before ticketing.
de: Kein tagesaktuelles Pricing. Vor Ticketbestellung ist eine neue Preisberechnung erforderlich.
es: Precio no actualizado, por favor retarifique antes de la emisión.
fr: La tarification n'est pas à jour, veuillez recalculer les prix avant de commander les billets.

source: Pricing is not up to date. Please reprice for ticket order or please get in touch with your service team.
de: Kein tagesaktuelles Pricing. Vor Ticketbestellung ist eine neue Preisberechnung erforderlich.
es: Precio no actualizado. Retarifique para poder solicitar la emisión o contacte con nuestra central de reservas.
fr: Les tarifs ne sont pas à jour. Veuillez procéder au nouveau calcul des prix avant de commander votre billet, ou adressez-vous à notre service-clientèle.

source: Program
de: Programm
es: Programa
fr: Programme

source: Redress number
de: Redress-Nummer
es: Número "Redress"
fr: Numéro de recours

source: Reprice
de: Neue Preisberechnung
es: Retarificar
fr: Recalculer les prix

source: Repricing
de: Neue Preisberechnung
es: Retarificando
fr: Nouveau calcul des prix

source: Reserve a chargeable or non chargeable seat.
de: Sitzplätze reservieren.
es: Reservar un asiento con o sin cargo.
fr: Réserver un siège payant ou gratuit.

source: Rules
de: Tarifinfos
es: Normas
fr: Règles

source: Saving_priceTable
de: Ersparnis
es: Ahorro
fr: Réduction

source: Seat map: information will follow
de: Die Buchung von Sitzplätzen erfolgt vorbehaltlich der Bestätigung durch die Airline(s). Für kostenpflichtige Sitzplätze ist die Ausstellung der Flugtickets und EMD spätestens innerhalb 24h erforderlich.
es: Mapa de asientos: información a continuación
fr: Siège: l'information est pour bientôt

source: Seat reservation
de: Sitzplatzreservierung
es: Reserva de asiento
fr: Réservation de sièges

source: Segment status change
de: Der Status mind. eines Segments hat sich geändert.
es: Cambio de estado del segmento
fr: Changement de statut de segment

source: Show more
de: mehr
es: más
fr: Afficher plus

source: Store repricing
de: Preis speichern
es: Guardar retarificación
fr: Stocker le prix recalculé

source: TSA data missing
de: TSA-Daten fehlen
es: Datos TSA no encontrados
fr: Données TSA manquantes

source: Tax
es: Tasas
fr: Taxe

source: The redress number is a 7 digit number provided by the Department of Homeland Security under there Traveler Redress Inquiry Program (TRIP). If a traveler already has a redress number e.g. due to watch list issues, screening problems at ports of entry or any other difficulties, it can be provided here.
de: Die Redress-Nummer ist eine 7 stellige Zahlenkombination, welche im Zuge des TRIP (Traveler Redress Inquiry Program) durch die Heimatschutz Behörde ausgestellt wird. Sollte der Reisende im Besitz einer Redressnummer sein, z. B. aufgrund fälschlicher Übereinstimmung mit einer Fahndungsliste, Problemen bei der Überprüfung an einem Einreiseflughafen oder anderen Schwierigkeiten, so kann diese hier eingetragen werden.
es: El "redress number" es un número de 7 dígitos otorgado por el Departamento de Seguridad Nacional bajo el "Traveler Redress Inquiry Program (TRIP)". Si un viajero ya dispone de "redress number" p.e. lista de búsqueda y captura, detección de problemas en aduanas u otra problemática, puede ser facilitado aquí.
fr: Le numéro de recours est un nombre à 7 chiffres octroyé par le ministère américain de la sécurité intérieure dans le cadre du programme réservé aux procédures de recours - Traveler Redress Inquiry Program (TRIP). Si un voyageur possède déjà un no de recours, p. ex. à cause d'un fichage sur les listes de surveillance, de problèmes lors de contrôle aux points d'entrée ou en raison de toute autre difficulté, il peut être inséré ici-même.

source: The repricing has failed. Please retry or contact your service team.
de: Die neue Preisberechnung ist fehlgeschlagen. Bitte versuchen Sie es erneut oder wenden Sie sich an Ihr Serviceteam.
es: La retarificación ha fallado. Vuelva a intentarlo o contacte con nuestra central de reservas.
fr: Le nouveau calcul des prix a échoué. Veuillez réessayer ou contacter notre service-clientèle.

source: Ticket order
de: Tickets bestellen
es: Solicitar emisión
fr: Commande de billet

source: Tkt-fee
de: Tkt.-Entgelt
es: Cargo emisión
fr: Frais d'émission

source: Travel dates
de: Reisedatum
es: Fechas de viaje
fr: Dates de voyage

source: Unfortunately at least one of your flight segments have been cancelled by the airline, please urgently contact your service team for assistance.
de: Mindestens ein Flugsegment wurde von der Airline storniert. Bitte kontaktieren Sie umgehend Ihr Serviceteam.
es: Al menos uno de sus segmentos de vuelo ha sido cancelado por la aerolínea, por favor contacte urgentemente con el servicio de atención al cliente para recibir asistencia.
fr: Malheureusement, au moins l'un de vos segments de vol a été annulé par la cie aérienne. Veuillez contacter au plus vite votre service clientèle afin d'obtenir de l'aide.

source: Valid pricing
de: Gültiger Preis
es: Tarificación válida
fr: Tarif valable

source: Validity
de: Gültigkeit
es: Validez
fr: Validité

source: Validity:
de: Gültigkeit:
es: Validez:
fr: Validité:

source: You will be transferred to an exteranl website.
de: Sie werden auf die Webseite unseres Partners weitergeleitet.
es: Será transferido a una página web externa
fr: Vous allez être redirigé vers un site externe.

source: You will be transferred to an external website.
de: Sie werden auf die Webseite unseres Partners weitergeleitet.
es: Será transferido a una página web externa
fr: Vous allez être redirigé vers un site externe.

source: ZZF: information will follow
de: Zug zum Flug-Tickets können nur für alle Passagiere hinzugebucht werden. Für Kinder bis einschl. 11 Jahren ist das Zug zum Flug-Ticket kostenlos, dies wird vom System automatisch berücksichtigt. Für z. B. innerdeutsche Flüge kann kein Zug zum Flug-Ticket hinzugebucht werden, dies wird systemseitig automatisch geprüft.
es: ZZF: información a continuación
fr: Train pour vol: l'information est pour bientôt

source: Zug zum Flug
es: Tren al avión
fr: Train+avion

source: Zum zug Flug
es: Tren al avión
fr: Train+avion

source: atmosfair: information will follow
de: Hier gelangen Sie zum CO2-Rechner der gemeinnützigen Klimaschutzorganisation atmosfair. Die Webseite öffnet sich in einer neuen Registerkarte Ihres Browsers.
es: atmosfair: información a continuación
fr: atmosfair: l'information est pour bientôt

source: close and ignore
de: Ignorieren und schließen
es: Cerrar e ignorar
fr: fermer et ignorer

source: left arrow
de: linker Pfeil
es: flecha izquierda
fr: flèche gauche

source: offered and invoiced by
de: Im Namen und auf Rechnung von
es: Ofrecido y facturado por
fr: proposé et facturé par

source: payment - completed
de: Durchgeführte Zahlungen
es: Pago - completado:
fr: Paiement - effectué

source: right arrow
de: rechter Pfeil
es: flecha derecha
fr: flèche droite

source: Agent
de: Expedient
es: Agente

source: Alternatives
de: Alternativen
es: Alternativas

source: Extras & SSR/OSI
es: Extras y SSR/OSI

source: TKTL
de: Ticketfrist

source: Total:
de: Gesamt:
