Repository: sukusukumar/backup
Catalog: others/Translations/packit_RC08022017-sprint50_*/packit-RC08022017-sprint50/*/packit-flight-passenger-data.po
Languages: de, es, fr

source: 1st given name as per passport
de: Erster Vorname lt. Ausweis
es: 1º nombre según el pasaporte
fr: 1er prénom figurant sur le passeport

source: 2nd and additional given name(s) as per passport
de: Alle weiteren Vornamen lt. Ausweis
es: 2º nombre y adicionales según el pasaporte
fr: 2nd(s) prénom(s) figurant sur le(s) passeport(s)

source: A - Identity card
de: Personalausweis Erwachsener
es: A - Carnet de identidad
fr: A - Carte d'identité

source: APIS data is missing
de: APIS-Daten fehlen
es: faltan datos APIS
fr: Les données APIS manquent

source: APIS data is required for ticket order. Please click on “OK” to complete data. If data is not available yet, create a reservation alternatively.
de: Für die Ticketbestellung ist die Eingabe der APIS-Daten erforderlich. Bitte klicken Sie auf OK, um die Daten zu vervollständigen. Falls Ihnen die Daten noch nicht vorliegen, legen Sie bitte alternativ eine Reservierung an.
es: Los datos APIS son necesarios para solicitar el billete. Por favor haga click en "OK" para completar los datos. Si todavía no están disponibles, como alternativa puede crea una reserva.
fr: Pour commander un billet, les données APIS sont requises. Veuillez cliquer sur "OK" afin de compléter vos données. Si les données ne sont pas encore disponibles, veuillez créer une réservation autrement.

source: AT, Austria
de: AT, Österreich
fr: AT, Autriche

source: According to IATA resolution #830d contact details (mobile phone number and/or e-mail address) at destination have to be provided for each booking, in order to allow the airline to inform passengers in case of urgent schedule changes.
de: Laut IATA Resolution 830D muss bei Buchung die Mobilfunknummer und/oder die E-Mail Adresse des Reisenden angegeben werden, damit die Airline die Reisenden bei kurzfristigen Änderungen informieren kann.
es: Según la resolución de IATA # 830D los datos de contacto (número de teléfono móvil y / o dirección de correo electrónico) en el destino tienen que ser proporcionados en cada reserva, con el fin de permitir que la aerolínea informe a los pasajeros en caso de cambios de horario urgentes.
fr: Conformément à la résolution IATA 830d, les coordonnées (numéro de téléphone portable et/ou adresse électronique) à destination doivent être fournis pour chaque réservation, afin que la compagnie aérienne puisse informer les passagers en cas de changement d'horaire urgent.

source: Agent markup
de: Entgelt
es: Comisión agente
fr: Commission de l'agent

source: Airport change
de: Flughafenwechsel
es: Cambio de aeropuerto
fr: Changement d'aéroport

source: BE, Belgium
de: BE, Belgien
es: BE, Belgica
fr: BE, Belgique

source: Baggage allowance
de: Freigepäck
es: Franquicia de equipaje
fr: Franchise de bagages

source: C - Identity card
de: Personalausweis Kind
es: C - Carnet de identidad
fr: C - Carte d'identité

source: CH, Switzerland
de: CH, Schweiz
es: CH, Suiza
fr: CH, Suisse

source: Close & ignore
de: Ignorieren & schließen
es: Cerrar & ignorar
fr: Fermer & ignorer

source: Companion fare
de: Begleitertarif
es: Tarifa de acompañante
fr: Tarif accompagnateur

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer

source: Contact at destination
de: Kontakt im Zielgebiet
es: Contacto en el destino
fr: Contact à destination

source: Country code
de: Ländercode
es: Código de pais
fr: Code de pays

source: Country of issuance
de: Ausstellendes Land
es: Pais de emisión
fr: Pays d'émission

source: DE, Germany
de: DE, Deutschland
es: DE, Alemania
fr: DE, Allemagne

source: Data for the Advanced Passenger Information System.
de: Daten für das Advanced Passenger Information System.
es: Datos para el Sistema de Información Avanzada de Pasajeros.
fr: Données pour le système de renseignement avancé pour les passagers.

source: Data for the Secure Flight Program of the Transport Security Administration of the United States of America for flights from, to, via or crossing the airspace of the USA and/or with US-American carriers.
de: Daten für das Secure Flight Programm der Transport Security Administration der Vereinigten Saaten von Amerika. Relevant für alle Flüge von/nach, via oder durch US-amerikanischen Luftraum, unabhängig der Airline.
es: Datos para el programa "Secure Flight" de la Asociación Federal de Aviación de los Estados Unidos de América para los vuelos con origen o destino, a través de o que cruzan el espacio aéreo de los EE.UU. y / o con los transportistas de los Estados Unidos de América.
fr: Données pour le programme pour la sécurité des vols de l'agence nationale américaine de sécurité dans les transports (TSA) pour les vols depuis, vers, via ou traversant l'espace aérien des USA et/ou avec des transporteurs américains.

source: Date of Birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance

source: Date of birth entered in APIS data does not match the date of birth entered for passenger TSA. Please verify and adjust.
de: Das Geburtsdatum, welches bei den APIS Daten eingetragen wurde, stimmt nicht mit dem Geburtsdatum überein, welches bei den TSA Daten eingetragen wurde. Bitte überprüfen und berichtigen.
es: Fecha de nacimiento introducida en APIS no concuerda con la fecha de nacimiento introducida en TSA del pasajero. Por favor verifique y modifique.
fr: La date de naissance saisie dans les données APIS ne correspond pas à celle qui a été enregistrée pour le voyageur à la TSA. Veuillez vérifier et corriger.

source: Date of birth entered in APIS data does not match the date of birth entered for this passenger. Please verify and adjust.
de: Das Geburtsdatum, welches bei den APIS Daten eingetragen wurde, stimmt nicht mit dem Geburtsdatum überein, welches Sie bei den Passagierdaten eingetragen haben. Bitte überprüfen und berichtigen.
es: La fecha de nacimiento introducida en APIS no concuerda con la fecha de nacimiento del pasajero. Por favor verifique y modifique.
fr: La date de naissance saisie dans les données APIS ne correspond pas à celle qui a été enregistrée pour ce voyageur. Veuillez vérifier et corriger.

source: Date of birth entered in TSA data does not match the date of birth entered for this passenger. Please verify and adjust.
de: Das Geburtsdatum, welches bei den TSA Daten eingetragen wurde, stimmt nicht mit dem Geburtsdatum überein, welches Sie bei den Passagierdaten eingetragen haben. Bitte überprüfen und berichtigen.
es: La fecha de nacimiento introducida en TSA no concuerda con la fecha de nacimiento del pasajero. Por favor verifique y modifique.
fr: La date de naissance saisie dans les données TSA ne correspond pas à celle qui a été enregistrée pour ce voyageur. Veuillez vérifier et corriger.

source: Different baggage rules per leg
de: Unterschiedliches Freigepäck je Strecke
es: Diferentes normas de equipaje por tramo
fr: Règles relatives aux bagages différentes pour chaque segment

source: Document type
de: Dokumententyp
es: Tipo de documento
fr: Type de document

source: Exclusive fares
de: LH Group - Direktanbindung
es: Tarifa Direct Connect LH Group
fr: Tarif Direct Connect LH Group

source: FEMALE
de: WEIBLICH
es: FEMENINO
fr: FÉMININ

source: Fare Family %1$s
fr: Cat. tarifaire %1$s

source: Flight details
de: Flugdetails
es: Detalles del vuelo
fr: Détails du vol

source: Frequent Flyer Number
de: Vielfliegernummer
es: Número de Pasajero Frecuente
fr: Numéro de voyageur fréquent

source: Frequent flyer number
de: Vielfliegernummer
es: Número de pasajero frecuente
fr: Numéro de voyageur fréquent

source: Gender
de: Geschlecht
es: Género
fr: Genre

source: Gender for infant
de: Geschlecht Baby
es: Género del infante
fr: Genre du bébé

source: Given name(s)
de: Vorname
es: Nombre(s) propio(s)
fr: Prénom(s)

source: High yield offer
de: High Yield Angebot
es: Oferta High yield
fr: Offre à haut rendement

source: I - Identity card
de: Personalausweis Baby
es: I - Carnet de Identidad
fr: I - Carte d'identité

source: ISIC number
de: ISIC Nummer
es: Número ISIC
fr: Numéro ISIC

source: ITIC number
de: ITIC Nummer
es: Número ITIC
fr: Numéro ITIC

source: IYIC number
de: IYIC Nummer
es: Número IYIC
fr: Numéro IYIC

source: International Student Identification Card as a legitimation for student fares.
de: Internationaler Studentenausweis zur Legitimation bei Buchung von Studententarifen.
es: Tarjeta de Identificación del Estudiante Internacional como legitimación para tarifas de estudiante.
fr: Carte d'Etudiant internationale comme pièce justificative pour les tarifs étudiants.

source: International Teacher Identification Card as a legitimation for student fares.
de: Internationale Identifikationskarte für Lehrpersonal zur Legitimation bei Buchung von Studententarifen.
es: Tarjeta de Identificación de Profesor Internacional como legitimación para tarifas de estudiante.
fr: Carte de Professeur internationale comme pièce justificative pour les tarifs étudiants.

source: International Youth Identification Card as a legitimation for student fares.
de: Internationaler Schülerausweis zur Legitimation bei Buchung von Studententarifen.
es: Tarjeta de Identificación Internacional de la Juventud como legitimación para tarifas de estudiante.
fr: Carte Jeune internationale comme pièce justificative pour les tarifs étudiants.

source: International fares
de: Internationale Tarife
es: Tarifas internacionales
fr: Tarifs internationaux

source: Invalid characters name field(s). Please correct.
de: Ungültige Zeichen im Namensfeld, bitte korrigieren.
es: Hay caracteres inválidos en el campo del nombre. por favor corríjalo.
fr: Le nom contient des caractères invalides. Veuillez corriger.

source: Last name
de: Nachname
es: Apellido
fr: Nom de famille

source: Lastname as per passport
de: Nachname lt. Ausweis
es: Apellido en el pasaporte
fr: Nom de famille figurant sur le passeport

source: Less
de: weniger
es: menos
fr: Moins

source: MALE
de: MÄNNLICH
es: Masculino
fr: MASCULIN

source: MR
es: Sr
fr: M.

source: MRS
es: Sra
fr: Mme

source: Markup
de: Entgelt
es: Comisión
fr: Commission

source: NL, Netherlands
de: NL, Niederlande
es: NL, Paises Bajos
fr: NL, Pays-Bas

source: Nationality
de: Nationalität
es: Nacionalidad
fr: Nationalité

source: No Alternatives Found
de: Keine Alternativen via LH Group-Direktanbindung gefunden.
es: No se han encontrado alternativas
fr: Aucune alternative n'a été trouvée

source: No baggage included
de: Kein Freigepäck enthalten
es: No se incluye equipaje
fr: Aucun bagage inclus

source: No baggage information available
de: Keine Gepäckinformation verfügbar
es: Sin información sobre equipaje disponible
fr: Aucune information relative aux bagages n'est disponible

source: No information available
de: Keine Information vorhanden
es: No hay información disponible
fr: Aucune information disponible

source: No.
de: Anz.
es: Nº.
fr: Nbre

source: Number of document
de: Dokumentennummer
es: Número de documento
fr: N° de document

source: Number of technical stops
de: Anzahl technische Stopps
es: Número de escalas técnicas
fr: Nbre d'escales techniques

source: OFAC license
de: OFAC-Lizenz
es: Licencia OFAC
fr: OFAC licence

source: Passenger association
de: Passagierzuordnung
es: Asociación de pasajeros
fr: Association de voyageurs

source: Passenger data
de: Passagierdaten
es: Datos del pasajero
fr: Données relatives aux voyageurs

source: Passenger passport
de: Reisepass
es: Pasaporte del pasajero
fr: Passeport du passager

source: Pax
es: Pasajeros
fr: Passagers

source: Please confirm APIS data before proceeding.
de: Bitte überprüfen und bestätigen Sie die APIS Daten.
es: Por favor confirme datos APIS antes de proceder
fr: Veuillez svp confirmer les données APIS avant de poursuivre.

source: Please confirm FFN data before proceeding.
de: Bitte überprüfen und bestätigen Sie die Eingabe der Vielfliegernummer.
es: Por favor confirme datos FFN antes de proceder
fr: Veuillez confirmer le No de voyageur fréquent (FFN) avant de poursuivre.

source: Please confirm TSA data before proceeding.
de: Bitte überprüfen und bestätigen Sie die TSA Daten.
es: Por favor confirme datos TSA antes de proceder
fr: Veuillez confirmer les données TSA avant de poursuivre.

source: Please enter a valid frequent flyer number (6-20 digits).
de: Bitte tragen Sie eine gültige Vielfliegernummer ein (6-20 Zeichen).
es: Por favor introduzca un numero de viajero frecuente válido (6-20 dígitos)
fr: Veuillez saisir un No de voyageur fréquent valide (6-20 chiffres).

source: Please enter missing data
de: Bitte tragen Sie die fehlenden Daten ein.
es: Por favor introduzca los datos que faltan
fr: Veuillez saisir les données manquantes

source: Please enter missing data.
de: Bitte tragen Sie die fehlenden Daten ein.
es: Por favor introduzca los datos que faltan.
fr: Veuillez saisir les données manquantes.

source: Please select a frequent flyer program from the list.
de: Bitte wählen Sie das gewünschte Vielfliegerprogramm aus der Liste aus.
es: Por favor seleccione un programa de viajero frecuente de la lista
fr: Veuillez sélectionner un programme voyageur fréquent dans la liste:

source: Please select an airline/frequent flyer program from the list and enter the frequent flyer number (FFN) as printed on the card. Only those airlines offering an agreement with the validating carrier are being displayed.
de: Wählen Sie ein Vielfliegerprogramm aus der Liste und geben Sie die zugehörige Vielfliegernummer ein. Alle aufgeführten Airlines haben ein Abkommen mit der gebuchten Airline.
es: Por favor seleccione un programa de viajero frecuente/ aerolínea de la lista e introduzca el numero de pasajero frecuente tal como aparece en la tarjeta. Sólo aparecen aquellas aerolíneas que tienen un acuerdo con el transportista .
fr: Veuillez sélectionner une compagnie aérienne/programme Voyageur fréquent dans la liste et saisissez le numéro de voyageur fréquent (FFN) tel qu'il est imprimé sur la carte. Seules les compagnies aériennes offrant un accord attestant de la validation du transporteur aérien sont affichées.

source: Price
de: Preis
es: Precio
fr: Prix

source: Price details
de: Preisdetails
es: Desglose de precio
fr: Infos sur les tarifs

source: Proceed
de: Weiter
es: Proceder
fr: Poursuivre

source: Program
de: Programm
es: Programa
fr: Programme

source: Redress number
de: Redress-Nummer
fr: Numéro de recours

source: Reservation only
de: Nur Reservierung
es: Solo reserva
fr: Réservation uniquement

source: Resident Discounts
de: Ermässigung für Einwohner
es: Descuento de residentes
fr: Réductions pour les résidents

source: Rules
de: Tarifinfos
es: Condiciones
fr: Règles

source: Salutation
de: Anrede
es: Saludo
fr: Civilité

source: Saving_priceTablePassengerData
de: Ersparnis
es: Ahorro
fr: Réduction

source: Selected recommendation is bookable.
de: Das ausgewählte Angebot ist buchbar.
es: La recomendación seleccionada es reservable
fr: La recommandation sélectionnée peut être réservée.

source: Selected recommendation is not available anymore and was removed from the results list. Please select another recommendation
de: Das ausgewählte Angebot ist nicht mehr verfügbar und wurde aus der Ergebnisliste entfernt. Bitte wählen Sie ein neues Angebot aus.
es: La recomendacion seleccionada no esta disponible y ha sido eliminada de la lista de resultados, por favor seleccione otra recomendación.
fr: La recommandation sélectionnée n'est plus disponible et a été supprimée de la liste de résultats. Veuillez svp sélectionner une autre recommandation

source: Show more
de: mehr
es: más
fr: Afficher plus

source: Sorry, please shorten the names or call help desk.
de: Bitte kürzen Sie die Namen oder wenden Sie sich an das Serviceteam.
es: Disculpe las molestias, recorte el nombre o llame a nuestro servicio de atención al cliente
fr: Pardon, veuillez svp raccourcir les noms ou appeler notre service d'assistance.

source: Special offer
de: Sonderangebot
es: Oferta especial
fr: Offre spéciale

source: TSA and APIS data are missing
de: TSA- und APIS-Daten unvollständig oder fehlen
es: faltan datos de TSA y APIS
fr: Les données TSA et APIS sont manquantes

source: TSA and/or APIS data is required for ticket order. Please click on “OK” to complete data. If data is not available yet, create a reservation alternatively.
de: Für die Ticketbestellung ist die Eingabe der TSA- und/oder APIS-Daten erforderlich. Bitte klicken Sie auf OK, um die Daten zu vervollständigen. Falls Ihnen die Daten noch nicht vorliegen, legen Sie bitte alternativ eine Reservierung an.
es: Datos TSA y/o APIS requeridos para solicitar la emisión.Por favor, haga clic en "OK" para completar los datos. Si los datos no está disponible todavía, crear una reserva como alternativa.
fr: Les données TSA et/ou APIS sont nécessaires pour commander le billet. Veuillez svp cliquer sur “OK” pour compléter les données. Si ces données ne sont encore disponibles pour le moment, veuillez créer une réservation séparément.

source: TSA data is missing
de: TSA-Daten unvollständig oder fehlen
es: Falta TSA
fr: Les données TSA sont manquantes

source: TSA data is required for ticket order. Please click on “OK” to complete data. If data is not available yet, create a reservation alternatively.
de: Für die Ticketbestellung ist die Eingabe der TSA-Daten erforderlich. Bitte klicken Sie auf OK, um die Daten zu vervollständigen. Falls Ihnen die Daten noch nicht vorliegen, legen Sie bitte alternativ eine Reservierung an.
es: Los datos de TSA son necesarios para solicitar el billete. por favor haga click en "OK" y complete los datos. Si todavía no están disponibles, puede hacer una reserva como alternativa.
fr: Les données TSA et/ou APIS sont nécessaires pour commander le billet. Veuillez svp cliquer sur “OK” pour compléter les données. Si ces données ne sont encore disponibles pour le moment, veuillez créer une réservation séparément.

source: Tax
es: Tasas
fr: Taxe

source: Telephone number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone

source: The following details have been changed
de: Die folgenden Angaben wurden geändert
es: Los siguientes detalles han sido cambiados.
fr: Les détails suivants ont été changés

source: The redress number is a 7 digit number provided by the Department of Homeland Security under there Traveler Redress Inquiry Program (TRIP). If a traveler already has a redress number e.g. due to watch list issues, screening problems at ports of entry or any other difficulties, it can be provided here.
de: Die Redress-Nummer ist eine 7 stellige Zahlenkombination, welche im Zuge des TRIP (Traveler Redress Inquiry Program) durch die Heimatschutz Behörde ausgestellt wird. Sollte der Reisende im Besitz einer Redressnummer sein, z. B. aufgrund fälschlicher Übereinstimmung mit einer Fahndungsliste, Problemen bei der Überprüfung an einem Einreiseflughafen oder anderen Schwierigkeiten, so kann diese hier eingetragen werden.
es: El "redress number" es un número de 7 dígitos otorgado por el Departamento de Seguridad Nacional bajo el "Traveler Redress Inquiry Program (TRIP)". Si un viajero ya dispone de "redress number" p.e. lista de búsqueda y captura, detección de problemas en aduanas u otra problemática, puede ser facilitado aquí.
fr: Le numéro de recours est un nombre à 7 chiffres octroyé par le ministère américain de la sécurité intérieure dans le cadre du programme réservé aux procédures de recours - Traveler Redress Inquiry Program (TRIP). Si un voyageur possède déjà un numéro de recours p. ex. à cause d'un fichage sur les listes de surveillance, de problèmes lors de contrôle aux points d'entrée ou en raison de toute autre difficulté, il peut être inséré ici-même.

source: Tips for name entries
de: Tipps zur Namenseingabe: \n Eingabe der Namen gemäß maschinenlesbarem Teil des Ausweises. \n Bei mehreren Vornamen geben Sie für die Flugbuchung nur den ersten Vornamen an. Ein Vorname mit Bindestrich gilt als ein Vorname. (z. B. HANS-JOERG = HANSJOERG). \n Keine Umlaute und keine Sonderzeichen wie z. B. / ? oder - verwenden. \n Falls Namenskürzungen erforderlich sein sollten, wenden Sie sich bitte vor Reservierung/Buchung an Ihr Serviceteam. \n Nach Klick auf TSA (bei USA-Reisen) bzw. APIS erhalten Sie weitere Felder zum Ausfüllen. Hier ergänzen Sie evtl. weitere Vornamen lt. maschinenlesbarem Teil des Ausweises und alle weiteren Pflichtfelder.
es: Consejos para la inserción de nombres: \n Enter names as according to the machine-readable space on your identity document. \n Please only enter first given name. A first name with a dash is being considered a single name (e.g. HANS-JOERG = HANSJOERG). \n Do not use language specific characters such as / ? - or &#39;umlaut&#39;. \n If name abbreviations are necessary, please consult your service team prior to booking. \n Upon click on TSA or APIS you will receive additional fields to be filled. Please complete further first names according to your machine-readable document in all mandatory fields.
fr: Aide: \n Renseignez les noms tels qu’ils figurent sur la pièce d’identité. \n Ne renseignez que le 1er prénom. Un prénom avec un tiret sera considéré comme un seul prénom (ex : Jean-Pierre = JeanPierre). \n N’utilisez pas les caractères spéciaux tels que / ? – ou ¨. \n Si une abréviation de nom est nécessaire, merci de contacter votre service clientèle avant d’effectuer la réservation. \n En cliquant sur TSA ou APIS, de nouveaux champs obligatoires seront à remplir. Merci de compléter cette fois-ci, tous les prénoms tels qu’ils figurent sur la pièce d’identité.

source: Title
de: Titel
es: Título
fr: Titre

source: Tkt-fee
de: Tkt.-Entgelt
fr: Frais d‘émission

source: Total markup
de: Gesamtentgelt Agt.
es: Comisión total
fr: Commission totale

source: Total p.p.
de: Gesamt p. P.
fr: Total par pers.

source: Travel Purpose
de: Reisezweck
es: Propósito del viaje
fr: Raison du voyage

source: US - Cuba travel
de: USA - Kuba Reisen
es: Viaje EEUU - Cuba
fr: US - Cuba voyage

source: Validity
de: Gültigkeit
es: Validez
fr: Validité

source: and / or
de: und/oder
es: y/o
fr: et / ou

source: kg allowed
de: kg erlaubt
es: kg permitidos
fr: kg autorisés

source: passenger
de: Passagier
es: pasajero
fr: passager

source: passenger %1$s(%2$s)
de: Passagier %1$s(%2$s)
es: pasajero %1$s(%2$s)
fr: passager %1$s(%2$s)

source: passenger %1$s(ADT and INF)
de: Passagier %1$s(ADT and INF)
es: pasajero %1$s(ADT e INF)
fr: passager %1$s(ADT et INF)

source: piece allowed
de: Gepäckstück erlaubt
es: pieza permitida
fr: Élément autorisé

source: pieces allowed
de: Gepäckstücke erlaubt
es: piezas permitidas
fr: Éléments autorisés

source: price
de: Preis
es: precio
fr: prix

source: technical stop(s)
de: technische(r) Stopp(s)
es: escala(s) técnica(s)
fr: escale(s) technique(s)

source: CUBA
de: Kuba

source: FR, France
de: FR, Frankreich
es: FR, Francia

source: LU, Luxembourg
de: LU, Luxemburg
es: LU, Luxemburgo

source: Total
de: Gesamt

source: Ready to fly
es: Listo para volar
