Repository: sukusukumar/backup
Catalog: others/Translations/packit_RC08022017-sprint50_*/packit-RC08022017-sprint50/*/packit-calculation.po
Languages: de, es, fr

source: According to BMF
de: Anwendung gem. BMF
es: Según BMF
fr: D'après le ministère des finances

source: Agent markup calculation
de: Kalkulation Serviceentgelte Agentur
es: Cálculo de la comisión del agente
fr: Calcul de la commission agent

source: Airlines excluded
de: Airlines exklusive
es: Aerolíneas excluidas
fr: Cies aériennes non comprises

source: Airlines included
de: Airlines inklusive
es: Aerolíneas incluidas
fr: Cies aériennes comprises

source: All
de: Alle
es: Todo
fr: Tout

source: Always apply
de: immer anwenden
es: Aplicable siempre
fr: Toujours applicable

source: Cabin class
de: Kabinenklasse
es: Clase de cabina
fr: Classe de voyage

source: Clear all fields
de: Eingabefelder löschen
es: Limpiar todos los campos
fr: Vider tous les champs

source: Conso NET fares
de: Conso-Tarife
es: Tarifas Netas consolidador
fr: Tarifs Conso NET

source: Define your flight calculation:
de: Kalkulationsvariante:
es: Defina su cálculo de vuelo:
fr: Définir votre calcul du vol :

source: Discard changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Annuler les changements

source: Domestic
es: Doméstico
fr: Domestique

source: Domestic and IATA Europe:
de: Domestic und IATA-Europa:
es: Doméstico y Europeo:
fr: Domestique et IATA Europe :

source: Exception
de: Ausnahme
es: Excepción

source: Flat calculation
de: Flat-Kalkulation
es: Comisión fija
fr: Calcul forfaitaire

source: Flight calculation
de: Kalkulation für Flüge
es: Cálculo de vuelo
fr: Calcul du vol

source: IATA Europe
de: IATA-Europa
es: IATA Europa

source: Information
es: Información

source: LOW/DIR/CHA
es: Lowcost /Direct Channel

source: LOW/DIR/CHA:
es: Lowcost /Direct Channel:

source: Markup
de: Entgelt
es: Comisión
fr: Commission

source: Minimum
es: Mínimo

source: Net fare from
de: Nettopreis ab
es: Tarifa neta desde
fr: Tarif net depuis

source: Net fare to
de: Nettopreis bis
es: Tarifa neta a
fr: Tarif net vers

source: Never apply
de: niemals anwenden
es: Nunca aplica
fr: Ne s'applique jamais

source: No calculation
de: Keine Kalkulation
es: Sin cálculo
fr: Pas de calcul

source: Published fares
de: Published-Tarife
es: Tarifas públicas
fr: Tarifs publiés

source: Routing
es: Ruta
fr: Itinéraire

source: Save
de: Speichern
es: Guardar
fr: Enregistrer

source: This will clear all calculation rules. They cannot be restored. Are you really sure, that you want to clear all rules?
de: Möchten Sie wirklich alle Regeln unwiderruflich löschen?
es: Esto borrará todas las reglas de cálculo y no podrán ser restauradas. ¿Está seguro de querer borrarlas?
fr: Toutes les règles de calcul seront effacées et ne pourront être restaurées. Êtes-vous certain de vouloir supprimer toutes les règles ?

source: Valid for all tariffs.
de: Gültig für alle Tarife.
es: Válido para todas las tarifas
fr: Valable pour tous les tarifs.

source: Worldwide
de: Weltweit
es: Mundial
fr: Dans le monde entier

source: Worldwide:
de: Weltweit:
es: Mundial:
fr: Dans le monde entier :

source: Yes, clear all rules
de: Ja
es: Sí, borrar todas las reglas
fr: Oui, supprimer règles

source: Your calculation has been saved successfully. Please mind, that it can take a few minutes until your new calculation will be applied to search results.
de: Ihre Kalkulation wurde erfolgreich gespeichert. Die neue Kalkulation steht Ihnen in Kürze zur Verfügung.
es: Su cálculo ha sido guardado con éxito. Por favor tenga en cuenta que puede tardar unos minutos hasta que su nuevo cálculo se aplique a los resultados de búsqueda
fr: Votre calcul a bien été enregistré. Veuillez noter qu'il peut s'écouler plusieurs minutes avant que votre nouveau calcul n'apparaisse dans les résultats de recherche.

source: Your markup
de: Ihr Entgelt p. P.
es: Su comisión
fr: Votre commission

source: Nego/Unifares
de: Nego-Tarife

source: No
de: Nein
fr: Non
