Repository: sukusukumar/backup
Catalog: others/Translations/packit_RC08022017-sprint50_*/packit-RC08022017-sprint50/*/packit-flight-results.po
Languages: de, es, fr

source: means the Itinerary/Receipt issued by or on behalf of the Carrier, the Electronic Coupons and, if applicable, a boarding document;
de: bedeutet der „Reiseplan/Empfangsbescheinigung“, ausgestellt durch den oder im Namen des Luftfrachtführers, der „elektronische Coupon“ und, falls anwendbar, das „Einsteigedokument“.
es: Se refiere al itinerario / recibo emitido por o en nombre del transportista, los cupones electrónicos y, en su caso, un documento de embarque;
fr: désigne l'itinéraire/reçu émis par ou au nom du transporteur, les Coupons Électroniques et, le cas échéant, un document d'embarquement ;

source: means this passenger ticket and luggage check, or this itinerary/receipt if applicable, in the case of an electronic ticket, of which these conditions and the notices form part;
de: bedeutet „Flugschein” dieser „Flugschein und Gepäckabschnitt“, oder dieser „Reiseplan/Empfangsbescheinigung“, anwendbar im Falle eines elektronischen Flugscheins, in welchem diese Bedingungen und Hinweise enthalten sind.
es: significa que este billete y facturación de equipaje, o este itinerario/recibo es aplicable, en caso de ser billete electronico, de cuales de estas condiciones forme parte;
fr: désigne le billet du passager et le reçu de bagages, ou l'itinéraire/reçu le cas échéant, s’il s’agit d’un billet électronique, et fait partie des présentes conditions et avis ;

source: more
de: mehr
es: más
fr: plus

source: no baggage allowed
de: Kein Freigepäck enthalten
es: No se permite equipaje
fr: aucun bagage autorisé

source: nonstop flight
de: Nonstop-Flüge
es: Vuelo sin escalas
fr: vol non-stop

source: piece allowed
de: Gepäckstück erlaubt
es: pieza permitida
fr: élément autorisé

source: pieces allowed
de: Gepäckstücke erlaubt
es: piezas permitidas
fr: éléments autorisés

source: right arrow
de: rechter Pfeil
es: flecha derecha
fr: flèche droite

source: selected Flight is not available
de: Der ausgewählte Flug ist nicht verfügbar.
es: El vuelo seleccionado no esta disponible
fr: Le vol sélectionné n'est pas disponible

source: shortest
de: Kürzester
es: El más corto
fr: le plus court

source: technical stop(s)
de: technische(r) Stopp(s)
es: escala(s) técnica(s)
fr: escale(s) technique(s)

source: Information
es: Información

source: Premium Eco
es: Turista Premium

source: Ready to fly
es: Listo para volar

source: Via
es: Vía

source: miles
de: Meilen
es: millas

source: nonstop
es: Sin escalas

source: Total
de: Gesamt
