Repository: sukusukumar/backup
Catalog: others/Translations/packit_RC08022017-sprint50_*/packit-RC08022017-sprint50/*/packit-settings.po
Languages: de, es, fr

source: Add another text for a different document
de: Weiteren Text für anderes Dokument hinzufügen
es: Añadir otro texto para un documento diferente
fr: Ajouter un autre texte pour un document différent

source: Airlines:
es: Aerolíneas:
fr: Cies aériennes :

source: Airport settings
de: Flughäfen
es: Ajustes de aeropuerto
fr: Paramètres aéroport

source: Basic search mask
de: Einfach
es: Máscara de búsqueda básica
fr: Masque de recherche de base

source: Cabin class & Airlines
de: Kabinenklasse & Airlines
es: Clase de cabina y Aerolíneas
fr: Classe de voyage & Cies aériennes

source: Calendar & date settings
de: Datum & Kalender
es: Calendario y ajustes de fecha
fr: Calendrier & paramètres de date

source: Days to departure:
de: Tage bis zum Abflug:
es: Días para la salída:
fr: Jours avant le départ :

source: Default cabin class:
de: Kabinenklasse:
es: Clase de cabina por defecto:
fr: Classe de voyage par défaut :

source: Default country for holidays & school vacations:
de: Kalender (Land):
es: País de vacaciones por defecto y vacaciones escolares:
fr: Pays par défaut pour les vacances & vacances scolaires :

source: Default departure airport:
de: Abflughafen:
es: Aeropuerto de salida por defecto:
fr: Aéroport de départ par défaut :

source: Default destination airport:
de: Zielflughafen:
es: Aeropuerto de destino por defecto
fr: Aéroport de destination par défaut :

source: Default duration:
de: Reisedauer:
es: Duración por defecto:
fr: Durée par défaut :

source: Default passenger types & no:
de: Anzahl Passagiere:
es: Tipo y número de pasajeros por defecto:
fr: Types de passagers & nbre par défaut :

source: Default search mask:
de: Einstiegseite:
es: Máscara de búsqueda por defecto:
fr: Masque de recherche par défaut :

source: Default state for holidays & school vacations:
de: Kalender (Bundesland):
es: Provincia por defecto para las vacaciones y vacaciones escolares:
fr: État ou département par défaut, pour les vacances & vacances scolaires :

source: Default tariff selection:
de: Tarife:
es: Tarifa seleccionada por defecto
fr: Sélection de tarifs par défaut :

source: Document settings
de: Dokumente
es: Ajustes de documentos
fr: Paramètres du document

source: Document type:
de: Dokumententyp:
es: Tipo de documento:
fr: Type de document :

source: Extended search mask
de: Erweitert
es: Máscara de búsqueda extendida
fr: Masque de recherche avancée

source: General settings
de: Allgemein
es: Ajustes generales
fr: Paramètres généraux

source: Language:
de: Sprache:
es: Idioma:
fr: Langue :

source: Minus
es: Menos
fr: Moins

source: My pacKIT settings
de: Einstellungen Flug-IBE
es: Ajustes
fr: Mes paramètres pacKIT

source: Passengers
de: Passagiere
es: Pasajeros
fr: Passagers

source: Plus
es: Más

source: Pre-defined text for introduction:
de: Individueller Einleitungstext:
es: Texto predefinido para la introducción:
fr: Texte pré-défini apparaissant en introduction :

source: Radius:
de: Umkreis:
es: Radio
fr: Rayon :

source: Reset
de: Änderungen verwerfen
es: Restaurar
fr: Réinitialiser

source: Save
de: Speichern
es: Guardar
fr: Enregistrer

source: Send booking confirmation automatically:
de: Buchungsbestätigung automatisch versenden:
es: Enviar confirmación de reserva automaticamente
fr: Envoi automatique d'une confirmation de réservation :

source: Send copy of email confirmation to:
de: Kopie der E-Mail-Bestätigung an:
es: Enviar copia del email de confirmación a:
fr: Envoyer une copie de l'e-mail de confirmation à :

source: Standard settings
de: Standard
es: Ajustes estándar
fr: Paramètres standard

source: Tariffs
de: Tarife
es: Tarifas
fr: Tarifs

source: The standard settings contain the following values:
de: Die Einstellung "Standard" beinhaltet folgende Parameter:
es: Los ajustes estándar contienen los siguientes valores
fr: Les paramètres standard contiennent les valeurs suivantes :

source: This text can be overwritten in the application itself.
de: Text kann jederzeit überschrieben werden.
es: Este texto puede ser sobrescrito en la aplicación
fr: Vous pourrez modifier ce texte dans l'application.

source: Whitelist or blacklist airlines:
de: Whitelist oder Blacklist Airlines:
es: Lista Blanca o lista negra de aerolineas:
fr: Liste blanche ou liste noire des cies aériennes :

source: You have the possiblity to define a introduction for each document (offer from result list, offer after booking, itinerary, confirmation). The text will be displayed on top of the document.
de: Für jeden Dokumententyp können Sie eine individuelle Einleitung hinterlegen. Der Text wird im Dokument am Anfang platziert.
es: Usted tiene la posibilidad de definir una introduccion para cada documento (Oferta de la lista de resultados, oferta tras la reserva, itinerario, confirmación) El texto se mostrará en la parte superior del documento.
fr: Vous pouvez définir une introduction pour chaque document (offre parmi la liste de résultats, offre après la réservation, itinéraire, confirmation). Le texte apparaîtra en haut de chaque document.

source: all documents
de: alle Dokumente
es: Todos los documentos
fr: tous les documents

source: nonstop flights only:
de: Nur Nonstop-Flüge:
es: Sólo vuelos sin escala:
fr: vols directs uniquement :
