Repository: sukusukumar/backup
Catalog: others/Translations/packit_RC08022017-sprint50_*/packit-RC08022017-sprint50/*/packit-flight-results.po
Languages: de, es, fr

source: Offer
de: Angebot
es: Oferta
fr: Offre

source: PDF file
de: PDF
es: Archivo PDF
fr: Fichier PDF

source: PEP fare
de: PEP Tarif
es: Tarifa PEP
fr: Tarif PEP

source: PREM. ECO
fr: PREMIUM ECO

source: Pax_flightResults
de: Pax
es: Pasajeros
fr: Passagers

source: Please expand offer and check details for more information
de: Für Details bitte das Ergebnis aufklappen.
fr: Merci d’étendre la recherche et de vérifier les critères.

source: Please note that this representation of extras is only for information purposes.
de: Die Darstellung dient nur zur Information.
es: Tenga en cuenta que esta muestra de extras disponibles es sólo para fines informativos.
fr: Veuillez noter que la promotion de ces extras sert uniquement à des fins d'informations.

source: Please wait while the fare families are being loaded.
de: Die Informationen zur Fare Family werden geladen.
es: Por favor espere mientras se cargan las "fare families"
fr: Veuillez patienter s'il vous plaît, le chargement des cat. tarifaires est en cours.

source: Please wait while the seatmap is being loaded.
de: Der Sitzplan wird geladen.
es: Por favor espere mientras se carga el mapa de asientos .
fr: Veuillez patienter, le chargement du plan de cabine est en cours.

source: Please wait, the ancillary services are being loaded.
de: Die Extras werden geladen.
es: Por favor espere, se estan cargando los servicios adicionales.
fr: Veuillez patienter, le chargement des services additionnels est en cours.

source: Please wait, the fare is being revalidated.
de: Bitte warten, der Tarif wird überprüft.
es: Por favor espere, se está revalidando la tarifa.
fr: Veuillez patienter, le nouveau calcul du tarif est en cours.

source: Please wait, the fare notes are being loaded.
de: Die Tarifbestimmungen werden geladen.
es: Por favor espere, se están cargando las notas de tarifa.
fr: Veuillez patienter, le chargement des notes sur les tarifs est en cours.

source: Price
de: Preis
es: Precio
fr: Prix

source: Price ascending
de: Preis aufsteigend
es: Precio ascendente
fr: Prix, par ordre croissant

source: Price descending
de: Preis absteigend
es: Precio descendente
fr: Prix, par ordre décroissant

source: Price difference
de: Aufpreis für alle Passagiere
es: Diferencia de precio
fr: Différence de prix

source: Print & Email
de: Drucken & E-Mail
es: Imprimir y enviar
fr: Imprimer & envoyer un e-mail

source: Print & email
de: Drucken & E-Mail
es: Imprimir y enviar
fr: Imprimer & envoyer un e-mail

source: Published fare
de: Published-Tarif
es: Tarifa publicada
fr: Tarif publié

source: Recommended
de: Empfehlung
es: Recomendado
fr: Recommandé

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser

source: Reset all
de: Alle zurücksetzen
es: Reiniciar todo
fr: Tout réinitialiser

source: Reset_resultFilter
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser

source: Resident Discounts
es: Descuento de residente
fr: Réductions pour résidents

source: Route / Mileage
de: Route / Meilen
es: Ruta / Millas
fr: Trajet / Nbre de miles

source: Routing
es: Ruta
fr: Itinéraire

source: Rules
de: Tarifinfos
es: Condiciones
fr: Règles

source: STA fare
de: STA-Tarif
es: Tarifa STA
fr: Tarif STA

source: Saving_flightResults
de: Ersparnis
es: Ahorro
fr: Réduction

source: Seat map(s) for %1$s - %2$s
de: für %1$s - %2$s
es: mapa de asientos para %1$s - %2$s
fr: Plan(s) de cabine pour %1$s - %2$s

source: Seats
de: Sitzplätze
es: Asientos
fr: Sièges

source: Selected flight options only
de: Nur selektierte Flüge
es: Opciones del vuelo seccionado únicamente
fr: Options pour les vols sélectionnés uniquement

source: Selected recommendation is not available anymore and was removed from the results list. Please select another recommendation
de: Das ausgewählte Angebot ist nicht mehr verfügbar und wurde von der Ergebnisliste entfernt. Bitte wählen Sie eine anderes Angebot.
es: La recomendación seleccionada no está disponible y fue eliminada de la lista de resultados. Por favor seleccione otra recomendación.
fr: La référence sélectionnée n'est plus disponible et a été supprimée de la liste de résultats. Veuillez sélectionner une autre référence.

source: Shortest flight time per airline
de: Kürzeste Reisezeit pro Airline
es: Vuelos más cortos por compañía
fr: Le temps de vol le plus court (cie aérienne)

source: Show all
de: Alles anzeigen
es: Mostrar todo
fr: Tout afficher

source: Show more
de: mehr
es: más
fr: Afficher plus

source: Show price breakdown
de: Preisdetails anzeigen
es: Mostrar desglose de precio
fr: Afficher les détails du prix

source: Soon
de: 2-7 Tage
es: Corto plazo
fr: 2 - 7j

source: Special information for this offer:
de: Wichtige Informationen zu diesem Angebot:
fr: Information importante sur cette offre:

source: Special offer
de: Sonderangebot
es: Oferta especial
fr: Offre spéciale

source: Stop
de: Stopp
es: Escala
fr: Escale

source: Stops
de: Stopps
es: Escalas
fr: Escales

source: Subtotal mileage
de: Meilen Zwischensumme
es: Subtotal millas
fr: Sous-total du nombre de miles

source: Tax
es: Tasas
fr: Taxe

source: The %1$s fare families
de: Die %1$s Fare Families
es: %1$s fare families
fr: Les cat. tarifaires %1$s

source: The Carrier undertakes to use its best efforts to carry the Passenger and luggage with reasonable dispatch. Times shown in timetables or elsewhere are not guaranteed and form no part of this contract. The Carrier may without notice substitute alternate carriers or aircraft, and may alter or omit stopping places shown on the ticket in case of necessity. Schedules are subject to change without notice. The Carrier assumes no responsibility for making connections.
de: Der Luftfrachtführer ist nach besten Kräften bemüht, Fluggast und Gepäck möglichst pünktlich zu befördern. Die in Flugplänen oder anderswo genannten Zeiten sind nicht garantiert und stellen keinen Bestandteil dieses Vertrages. Der Luftfrachtführer behält es sich vor, auf alternative Luftverkehrsgesellschaften oder Fluggeräte auszuweichen und, sofern erforderlich, im Flugschein genannte Zielorte entfallen zu lassen oder zu ändern. Die Änderung von Flugplänen ist vorbehaltlich. Der Luftfrachtführer übernimmt keine Verantwortung für die Gewährleistungen von Anschlussverbindungen.
es: El transportista se compromete a hacer todo lo posible para transportar al pasajero y equipaje con diligencia razonable. Las horas indicadas en los horarios o en cualquier otra parte no se garantizan ni forman parte de este contrato. El transportista puede, sin notificación previa, sustituir vehículos alternativos o aeronaves, y puede modificar o suprimir escalas en caso de necesidad. Los horarios están sujetos a cambios sin previo aviso. El transportista no asume la responsabilidad de realizar las conexiones.
fr: Le transporteur s'engage à mettre tout en œuvre pour transporter le passager et ses bagages dans des délais raisonnables. Les heures indiquées sur les horaires publiés ou ailleurs ne sont pas garanties et ne font pas partie intégrante de ce contrat. Le transporteur peut, sans donner de préavis, substituer ses services par d’autres transporteurs ou aéronefs de remplacement, et il peut modifier ou omettre des escales indiquées sur le billet en cas de nécessité. Les horaires peuvent être modifiés sans préavis. Le transporteur n’assume aucune responsabilité à l’égard des vols de correspondances.

source: The Carrier's name may be abbreviated in the ticket, the full name and its abbreviation being set forth in the Carrier's tariffs, conditions of carriage, regulations or timetables; the Carrier's address shall be the airport of departure shown opposite the first abbreviation of the Carrier's name in the ticket; the agreed stopping places are those places set forth in this ticket or as shown in the Carrier's timetables as scheduled stopping places on the Passenger's route; carriage to be performed hereunder by several successive carriers is regarded as a single operation.
de: Der Name des Luftfrachtführers kann im Flugschein abgekürzt werden; vollständiger und abgekürzter Name des Luftfrachtführers ist aus den Tarifen, Beförderungsbedingungen, sonstigen Bestimmungen oder Flugplänen des Luftfrachtführers ersichtlich. Als Anschrift des Luftfrachtführers gilt der Abflughafen, der im Flugschein neben dem ersten abgekürzten Namen des Luftfrachtführers angegeben ist. Als vereinbarte Zwischenlandepunkte gelten solche, die in diesem Flugschein oder in den Flugplänen des Luftfrachtführers als planmäßige Zwischenlandepunkte auf der jeweiligen Strecke angegeben sind. Aufgrund dieses Flugscheines von mehreren aufeinander folgenden Luftfrachtführern auszuführende Beförderungen gelten als eine Beförderung.
es: El nombre del transportista puede aparecer abreviado en el billete, el nombre completo y su abreviatura figuren en las tarifas del transportista, las condiciones de transporte, reglamentos u horarios; la dirección del transportista es la del aeropuerto de salida que figura frente a la primera abreviatura del nombre del transportista en el billete; las escalas convenidas son aquellos puntos que se indican en este billete o como se muestra en los horarios del transportista como escalas previstas en el itinerario del pasajero; el transporte a realizar en virtud del presente contrato por varios transportistas sucesivos se considerará como una sola operación.
fr: Le nom du transporteur peut être abrégé sur le billet, le nom intégral et son abréviation étant énoncés dans les tarifs du transporteur, les conditions de transport, la réglementation ou les horaires; l’adresse du transporteur est celle de l’aéroport de départ indiquée en regard de la première abréviation du nom du transporteur apparaissant sur le billet; les escales prévues sont celles qui sont indiquées sur ce billet ou sur les horaires du transporteur comme des escales régulières sur l’itinéraire du passager; le transport devant être effectué en vertu des présentes conditions par plusieurs transporteurs successifs est considéré comme une seule opération.

source: The Passenger shall comply with Government travel requirements, present exit, entry and other required documents, and arrive at the airport as per the the time indicated by the Carrier or, if no time is indicated, early enough to complete the departure procedures.
de: Der Fluggast muss selbst behördlich festgelegte Reiseformalitäten erfüllen, erforderliche Ausreise-, Einreise- und sonstige Dokumente vorweisen sowie auf dem Flughafen zu der vom Luftfrachtführer bestimmten Zeit oder, wenn keine Zeit bestimmt ist, frühzeitig genug zu seiner Abfertigung zum Flug eintreffen.
es: El pasajero deberá cumplir los requisitos gubernamentales del viaje y presentar la salida, entrada y demás exigidos, y llegar al aeropuerto según el tiempo indicado por el transportista o, en caso de no indicarse hora, con tiempo suficiente para completar los procedimientos de salida.
fr: Les passagers doivent se conformer aux normes gouvernementales en matière de voyages, présenter les documents de sortie, d’entrée et autres qui sont exigés et ils doivent se présenter à l’aéroport au plus tard à l’heure fixée par le transporteur ou, si aucune heure n’est fixée, assez tôt avant le départ afin de compléter les formalités de départ.

source: The actual flight routes may differ from the routes shown below, based on weather, earth rotation and security conditions. The miles that will be credited by the airline’s frequent flyer program may differ from the miles shown below.
de: Die tatsächliche Flugroute kann von der dargestellten Route. Die Meilen, welche Ihnen innerhalb des Vielfliegerprogramms angerechnet werden, können von den hier angezeigten Meilen abweichen.
es: Las rutas de vuelo reales pueden diferir de las rutas que se muestran a continuación, basados en el tiempo, la rotación de la tierra y las condiciones de seguridad. Las millas que serán abonados por el programa de fidelización de la aerolínea pueden diferir de las millas que se muestran a continuación.
fr: Les itinéraires réels parcourus peuvent différer des trajets indiqués ci-dessous en fonction du temps, de la rotation de la terre et des conditions de sécurité. Les miles qui seront crédités par le programme de voyageur fréquent de la compagnie aérienne peuvent différer des miles affichés ci-dessous.

source: There is a network error to load more results. Please
de: Ein Netzwerkfehler verhindert das Laden weiterer Ergebnisse.
es: Un error de red impide la carga de más resultados. Por favor
fr: Il y a une erreur de réseau pour charger plus de résultats. Veuillez s'il vous plaît...

source: This ticket is good for carriage for one year from the date of issue, except as otherwise provided therein, or in the Carrier's tariffs, conditions of carriage, or related regulations. The fare for carriage hereunder is subject to change prior to commencement of carriage. The Carrier may refuse transportation if the applicable fare has not been paid.
de: Dieser Flugschein ist ein Jahr ab Ausstellungsdatum gültig, sofern in den Tarif-, Beförderungsbedingungen oder sonstigen Bestimmungen des Luftfrachtführers nicht anderes bestimmt ist. Der Flugpreis unterliegt etwaigen sich von Beförderungsbeginn ergebenden Änderungen. Der Luftfrachtführer kann die Beförderung verweigern, wenn der anwendbare Flugpreis nicht entrichtet worden ist.
es: Este billete es válido por un año desde la fecha de emisión, salvo que se estipule lo contrario en el mismo, o en las tarifas del transportista, condiciones de transporte, o regulaciones relacionadas. La tarifa para el transporte a continuación está sujeta a cambios antes de iniciarse el viaje. El transportista puede negarse al transporte si la tarifa aplicable no ha sido pagada.
fr: Ce billet est valable à des fins de transport pendant un an à compter de la date d’émission, sauf stipulation contraire dans ce billet, dans les tarifs, les conditions de transport ou les règlements connexes du transporteur. Le tarif de transport en vertu des présentes conditions est sujet à changement sans préavis avant le début du transport. Le transporteur peut refuser le transport si le tarif applicable n’a pas été acquitté.

source: Ticket
es: Billete
fr: Billet

source: Ticket time limit
de: Ticketfrist
es: Tiempo límite de emisión
fr: Date limite d'émission billet

source: Time
de: Zeit
es: Tiempo
fr: Temps

source: Tkt-fee
de: Tkt.-Entgelt
es: Fee de emisión
fr: Frais d‘émission

source: To the extent that they are not in conflict with the foregoing, carriage and other services performed by each carrier are subject to: (i) provisions contained in the ticket, (ii) applicable tariffs, (iii) the Carrier's conditions of carriage and related regulations which are made part hereof (and are available on application at the offices of the Carrier), except for transportation on routes in the United States or Canada, or outside thereof to which the tariffs in force in those countries apply.
de: Die Beförderung und sonstige Dienstleistungen des Luftfrachtführers unterliegen: (i) den im Flugschein enthaltenen Bedingungen, (ii) den anwendbaren Tarifen, (iii) den Beförderungsbedingungen und sonstigen Bestimmungen des Luftfrachtführers, die Bestandteile dieses Vertrages sind (und auf Wunsch in den Büros des Luftfrachtführers eingesehen werden können); auf Beförderung von/nach Orten in den USA oder Kanada finden die dort geltenden Tarife Anwendung.
es: En la medida en que no están en conflicto con lo anterior, el transporte y otros servicios prestados por cada transportista estarán sometidos a: (i) las disposiciones contenidas en el billete, (ii) las tarifas aplicables, (iii) las condiciones de transporte del Transportista y los reglamentos relacionados que se hacen parte de la misma (y están disponibles en las oficinas de la portadora), excepto para el transporte en las rutas en los Estados Unidos o Canadá, o fuera del mismo a los que se aplican las tarifas vigentes en esos países.
fr: Dans la mesure où il n’y a aucune incompatibilité avec ce qui précède, le transport et les autres services fournis par le transporteur sont assujettis : (i) aux conditions contenues dans ce billet, (ii) aux tarifs applicables, (iii) aux conditions de transport du transporteur et à la réglementation connexe qui font partie intégrante des présentes conditions (et sont disponibles sur demande au bureau du transporteur), à l'exception du transport sur des trajets situés aux États-Unis ou au Canada, ou en dehors de ces territoires, auquel cas ce sont les tarifs en vigueur dans ces pays qui s'appliquent.

source: Total Travel Time
de: Gesamtreisezeit
es: Tiempo total de viaje
fr: Durée totale voyage

source: Total Travel time
de: Gesamtreisezeit
es: Tiempo total de viaje
fr: Durée totale voyage

source: Total markup
de: Gesamtentgelt Agt.
es: Comisión total
fr: Commission totale

source: Total mileage
de: Gesamte Meilen
es: Total millas
fr: Nbre de miles total

source: Total p.p.
de: Gesamt p. P.
fr: Total par pers.

source: Total saving
de: Ersparnis Gesamt
es: Ahorro total
fr: Gain total

source: Tour operator fare
de: Veranstaltertarif - nur buchbar in Verbindung mit einem Landarrangement
es: Tarifa de touroperación
fr: Tarif Tour Opérateur

source: Transfer in
es: Escala en
fr: Changer à

source: Try again
de: Wiederholen
es: Inténtelo de nuevo
fr: Essayez de nouveau

source: Unfortunately we could not find Extras for your selection.
de: Für dieses Angebot konnten wir keine Extras finden.
es: Desafortunadamente no hemos podido encontrar Extras para su selección.
fr: Malheureusement, nous n'avons pas trouvé d'extras s'appliquant à vos choix.

source: Unfortunately we could not find fare families for the selected offer. For details on fare families please contact your service team.
de: Für dieses Angebot sind keine Fare Family Informationen verfügbar.
es: Desafortunadamente no pudimos encontrar fare families para la oferta seleccionada. Para más detalles sobre fare families, por favor contacte con atención al cliente
fr: Malheureusement, nous n'avons pu trouver aucune cat. tarifaire pour l'offre sélectionnée. Pour plus de détails à propos des catégories tarifaires, veuillez contacter votre service clientèle.

source: Unfortunately we could not find fare rules for the selected offer. For details on fare rules please contact your service team.
de: Die Tarifbestimmungen konnten nicht geladen werden. Bei Fragen kontaktieren Sie bitte unser Serviceteam.
es: Desafortunadamente no pudimos encontrar "Upsell" para la oferta seleccionada. Para más detalles sobre "Upsell" por favor, póngase en contacto con el servicio de atención al cliente.
fr: Malheureusement, nous n'avons pu trouver aucune règle tarifaire pour l'offre sélectionnée. Pour plus de détails à propos des règles tarifaires, veuillez contacter votre service clientèle.

source: Unfortunately we could not find upsell for the selected offer. For details on upsell please contact your service team.
de: Für dieses Angebot konnten wir keine Upsell-Möglichkeiten finden.
es: Desafortunadamente no pudimos encontrar "Upsell" para la oferta seleccionada. Para más detalles sobre "Upsell" por favor, póngase en contacto con el servicio de atención al cliente.
fr: Malheureusement, nous n'avons pu trouver aucune vente surclasser pour l'offre sélectionnée. Pour plus de détails à propos de la vente surclasser, veuillez contacter votre service clientèle.

source: Unfortunately we could not find upsell for the selected offer. For details on upsell please contact your service team..
de: Für dieses Angebot konnten wir keine Upsell-Möglichkeiten finden.
es: Desafortunadamente no pudimos encontrar "Upsell" para la oferta seleccionada. Para más detalles sobre "Upsell" por favor, póngase en contacto con el servicio de atención al cliente.
fr: Malheureusement, nous n'avons pu trouver aucune vente surclasser pour l'offre sélectionnée. Pour plus de détails à propos de la vente surclasser, veuillez contacter votre service clientèle.

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

source: Upsell
fr: Surclasser

source: Visit friends and relatives
fr: Rendre visite à la famille et aux amis

source: Warsaw Convention
de: Warschauer Abkommen
es: Convención de Varsovia
fr: Convention de Varsovie

source: You have reached the end of the result list.
de: Sie haben das Ende der Ergebnisliste erreicht.
es: Ha llegado hasta el final de la lista de resultados
fr: Vous êtes arrivés au bout de la liste de résultats.

source: [Airline] general conditions of carriage
de: [Airline] Allgemeine Beförderungsbedindungen
es: Condiciones generales de transporte [Aerolínea]
fr: [Cie aérienne] conditions générales de transport

source: additional markup p. p.
de: zusätzliches Entgelt p. P.
es: Comisión adicional p.p.
fr: commission suppl. par pers.

source: airport change:
de: Flughafenwechsel:
fr: Changement d’aéroport

source: alternate airports resulting from radius search:
de: Alternativer Abflug-/Zielflughafen (Umkreissuche):
fr: Aéroport inclus dans la zone de recherché étendue

source: arrival
de: Ankunft
es: Llegada
fr: arrivée

source: cabin class mix:
de: Abweichende Kabinenklasse:
fr: Classes de cabine différentes

source: cheapest
de: Günstigster
es: El más barato
fr: le moins cher

source: departure
de: Abflug
es: Salída
fr: départ

source: direct flight
de: Direktflug
es: Vuelo directo
fr: vol direct

source: equals
de: entspricht
es: iguales
fr: équivaut à

source: fare family
fr: cat. tarifaire

source: incl.
de: inkl.
fr: inclus

source: is equivalent to "transportation"; "Carrier" means all air carriers that carry or undertake to carry the Passenger or his/her luggage hereunder or perform any other service incidental to such air carriage;
de: Unter „Luftfrachtführer” verstehen sich alle Luftfrachtführer, die den Fluggast oder sein Gepäck aufgrund dieses Flugscheins befördern oder sich hierzu verpflichten oder die sonstigen Dienstleistungen im Zusammenhang mit der Beförderung erbringen.
es: es equivalente a "transportation"; "Carrier" significa todas las compañias de transporte que están implicadas en el transporte del pasajero y su equipaje o realizar cualquier otro servicio relacionado con dicho transporte aéreo;
fr: équivaut à "transport"; "transporteur" désigne tous les transporteurs qui transportent ou s'engagent à transporter le passager ou ses bagages, selon les termes de l'accord, ou exécutent tout autre service connexe à ce genre de transporteur aérien ;

source: kg allowed
de: kg erlaubt
es: kg permitidos
fr: kg autorisés

source: left arrow
de: linker Pfeil
es: Flecha izquierda
fr: flèche gauche

source: long transfer times:
de: Lange Umsteigezeit(en):
fr: Temps de transfert long

source: means the Convention for the Unification of Rules Relating to International Carriage by Air signed at Warsaw, 12th October 1929, or that Convention as amended at The Hague, 28th September 1955, whichever may be applicable.
de: meint das „Abkommen zur Vereinheitlichung von Regeln über die Beförderung im internationalen Luftverkehr“, gezeichnet in Warschau am 12. Oktober 1929, oder das Abkommen in der Fassung von Den Haag, gezeichnet am 28. September 1955, je nachdem, welches zur Anwendung kommt.
es: se entiende el Convenio para la unificación de reglas relativas al transporte aéreo internacional firmado en Varsovia el 12 de octubre de 1929, o por dicho Convenio modificado en La Haya el 28 de septiembre de 1955, según sea el caso.
fr: désigne la Convention pour l'unification de certaines règles relatives au transport aérien international, signée le 12 octobre 1929 à Varsovie, ou cette même Convention, telle qu'elle a été modifiée le 28 septembre 1955 à La Hague, selon les cas.
