Repository: sukusukumar/backup
Catalog: others/Translations/packit_RC08022017-sprint50_*/packit-RC08022017-sprint50/*/packit-zzf.po
Languages: es, fr

source: 1st class, RT
es: 1º clase, ida y vuelta
fr: 1ère classe, Aller-retour

source: 2nd class, OW
es: 2º clase, solo ida
fr: 2ème classe, Aller simple

source: 2nd class, RT
es: 2º clase, ida y vuelta
fr: 2ème classe, Aller-retour

source: Proceed
es: Proceder
fr: Poursuivre

source: Railway Germany
es: Ferrocarril Alemania
fr: Réseau ferroviaire en Allemagne

source: Total for all pax
es: Total para todos los pasajeros
fr: Total pour tous les passagers

source: ZZF: information will follow
es: ZZF: información a continuación
fr: Train pour vol: l'information est pour bientôt

source: Zug zum Flug
es: Tren al avión
fr: Train+avion

source: Zug-zum-Flug tickets are sold and invoiced by tour operator team Fernreisen GmbH (TFR).
es: Los billetes Zug-zum-Flug son vendidos y facturados por el tour operador Fernreisen GmbH (TFR).
fr: Les billets Train+avion sont vendus et facturés par l'équipe du tour opérateur Fernreisen GmbH (TFR).

source: no ZZF
es: sin ZZF
fr: pas de train+avion
