Repository: sukusukumar/backup
Catalog: others/Translations/packit_RC08022017-sprint50_*/packit-RC08022017-sprint50/*/packit-alternatives.po
Languages: de, es, fr

source: Alternative offers
de: Alternative Angebote
es: Oferta alternativa
fr: Offres alternatives

source: Alternative validating carrier: %s
de: Alternativer Validating Carrier: %s
es: Aerolínea alternativa: %s
fr: Transporteur principal alternatif : %s

source: Direct Connect Offer
de: LH Group - Direktanbindung
es: Oferta Direct Connect
fr: Offre Direct Connect

source: Fare Family %1$s
fr: Cat. tarifaire %1$s

source: Flight details
de: Flugdetails
es: Detalles del vuelo
fr: Détails du vol

source: Important information
de: Wichtige Information
es: Información importante
fr: Information importante

source: Incl. %1$s DCC fee p.p.
de: Inkl. %1$s DCC-Gebühr p. P.
fr: Incl. %1$s frais DCC p. pers.

source: Please immediately address to your service team in order to issue the EMD.
de: Bitte wenden Sie sich umgehend an Ihr Serviceteam, zwecks rechtzeitiger Ausstellung einer EMD.
es: Por favor contacte con su servicio de atención al cliente para emitir el EMD necesario.
fr: Veuillez vous adresser immédiatement à votre service-clientèle pour l'émission de votre EMD.

source: Please wait, the fare is being revalidated.
de: Bitte warten
es: Por favor espere, la tarifa está siendo revalidada
fr: Veuillez patienter, le tarif va être revalidé.

source: Saving p.p.
de: Ersparnis p. P.
es: Ahorro p.p.
fr: Réduction p. pers.

source: Savings total
de: Ersparnis Gesamt
es: Ahorro total
fr: Réduction total

source: Selected recommendation is not available anymore and was removed from the results list. Please select another recommendation
de: Das ausgewählte Angebot ist nicht mehr verfügbar und wurde aus der Ergebnisliste entfernt. Bitte wählen Sie ein neues Angebot aus.
es: La recomendación seleccionada no está disponible y ha sido eliminada de la lista de resultados. Por favor seleccione otra recomendación
fr: Le vol choisi n'est plus disponible et n'apparaît plus dans la liste des vols affichés, veuillez choisir une alternative.

source: Your selected GDS - offer
de: Ihr ausgewähltes GDS-Angebot
es: Su oferta de GDS seleccionada
fr: Votre offre GDS selectionnée
