Repository: sukusukumar/backup
Catalog: others/Translations/packit_RC08022017-sprint50_*/packit-RC08022017-sprint50/*/packit-flight-payment.po
Languages: de, fr

source: "Reservation" only will create a PNR, a form of payment is not necessary and you need to order the ticket separately before the ticket time limit expires.
de: Bitte beachten: Preisgarantie nur am Tag der Reservierung, Ticketbestellung muss bei "Nur Reservierung" vor Ablauf der Ticketfrist mit einem tagesaktuellen Preis erfolgen.
fr: "Poser une option" va seulement créer un PNR, un mode de paiement n'est pas nécessaire et vous devez payer le billet séparément, avant l'expiration de la date limite d'émission du billet.

source: APIS data is missing
de: APIS-Daten fehlen
fr: Données APIS manquantes

source: APIS data is required for ticket order. Please click on “OK” to complete data. If data is not available yet, create a reservation alternatively.
de: Für die Ticketbestellung ist die Eingabe der APIS-Daten erforderlich. Bitte klicken Sie auf "OK", um die Daten zu vervollständigen. Falls die Daten noch nicht vorliegen, legen Sie bitte alternativ eine Reservierung an.
fr: Les données APIS sont nécessaires pour commander le billet. Veuillez svp cliquer sur “OK” pour compléter les données. Si ces données ne sont pas encore disponibles pour le moment, veuillez créer une réservation séparément.

source: Account no.
de: IK
fr: No de compte

source: Accounting unit
de: AE
fr: Unité comptable

source: Action code
de: AK
fr: Code d'action

source: Address
de: Straße
fr: Adresse

source: Alternate Flight
de: Alternativer Flug
fr: Autre vol

source: An unexpected error has occured during the ticket order process. please contact your service team.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte kontaktieren Sie Ihr Serviceteam.
fr: Une erreur inattendue est survenue pendant la commande du billet. Veuillez svp contacter votre équipe du service clientèle.

source: An unexpected error has occured. Please retry your operation or contact your service team.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte erneut versuchen oder Ihr Serviceteam kontaktieren.
fr: Une erreur inattendue est survenue. Veuillez renouveler l'opération ou contactez votre équipe du service clientèle.

source: Authorisation for payment has failed, the ticket order is incomplete. Please retry later or change form of payment.
de: Autorisierung ist fehlgeschlagen. Bitte versuchen Sie es erneut oder ändern Sie die Zahlungsart.
fr: L'autorisation pour le paiement a échoué, la commande est incomplète. Veuillez réessayer ultérieurement ou changer de mode de paiement.

source: Bank transfer
de: Überweisung
fr: Virement bancaire

source: Billing address
de: Rechnungsadresse
fr: Adresse de facturation

source: Booking could not be confirmed, please select:
de: Die Buchung konnte nicht bestätigt werden, bitte wählen Sie:
fr: La réservation n'a pas pu être confirmée, veuillez sélectionner :

source: CC Fee %s
fr: Frais de carte de crédit %s

source: CC fee %s
fr: Frais CC (%)

source: Card holder
de: Karteninhaber
fr: Titulaire de la carte

source: Card number
de: Kartennummer
fr: Numéro de carte

source: Cash
de: Barzahlung
fr: Espèces

source: City
de: Stadt
fr: Ville

source: Company
de: Firma
fr: Compagnie

source: Cost account no
de: KS
fr: No de compte

source: Country
de: Land
fr: Pays

source: Credit card
de: Kreditkarte
fr: Carte de crédit

source: Debit note
de: Lastschrift
fr: Note de débit

source: Department code
de: DS
fr: Code de service

source: Detailed message
de: Detaillierte Info
fr: Message détaillé

source: Direct debit
de: Abbuchung
fr: Débit direct

source: Email Address
de: E-Mail Adresse
fr: Adresse e-mail

source: Error
de: Fehler
fr: Erreur

source: Export to PDF
de: als PDF anzeigen
fr: Exporter vers PDF

source: Fare Family %1$s
fr: Cat. tarifaire %1$s

source: File date
de: BD
fr: Date du fichier

source: First name
de: Vorname
fr: Prénom

source: Flight details
de: Flugdetails
fr: Informations concernant le vol

source: Form of payment
de: Zahlungsart
fr: Mode de paiement

source: Form of payment:
de: Zahlungsart:
fr: Mode de paiement :

source: Hide
de: ausblenden
fr: Cacher

source: Ignore booking
de: Buchung ignorieren
fr: Ignorer la réservation

source: Invoice
de: Rechnung
fr: Facture

source: Last name
de: Nachname
fr: Nom

source: Less
de: weniger
fr: Moins

source: Login for Easyjet
de: Login für Lowcost Airline
fr: Se connecter pour les compagnies aériennes lowcost

source: Markup
de: Entgelt
fr: Commission

source: Method %s
de: Variante %s
fr: Méthode %s

source: Modify payment
de: Zahlung ändern
fr: Modifier le paiement

source: Order no.
de: AU
fr: No de commande

source: Password
de: Passwort
fr: Mot de passe

source: Pax
de: Passagiere
fr: Passagers

source: Pay & order
de: Tickets bestellen
fr: Payer & commander

source: Payment Fee
de: Zahlungsentgelt
fr: Frais de paiement

source: Payment could not be processed. Please choose one of the following options:
de: Zahlung fehlgeschlagen. Bitte wählen Sie eine der folgenden Möglichkeiten:
fr: La transaction n'a pas pu être effectuée. Veuillez choisir une des options suivantes :

source: Payment type of charge info text will follow
de: *Variante 1* - NET-CC-Verfahren: der Gesamtpreis wird in einem einzigen Betrag von der Kreditkarte belastet.\n*Variante 2* - Kombination aus BSP-CC - und NET-CC-Verfahren: der Gesamtpreis wird in zwei Beträgen von der Kreditkarte belastet.\n*Betrag 1* = BSP-CC: Flugpreis (ohne Entgelte)/Tax/Sitzplätze/Extras/CC-Fee der Airline.\n*Betrag 2* = NET-CC: Zug zum Flug/Tkt.-Entgelte AER/Entgelte Agentur/CC-Fee AER.
fr: *Méthode 1*- La méthode NET-CC: La carte crédit sera débitée du prix total en une seule transaction.\n*Méthode 2* – Combinaison de la méthode BSP-CC et NET-CC : la carte crédit sera débitée du prix total en deux transactions.\n*Transaction 1*= BSP-CC : Prix du billet (sans la commission)/taxe/réservation de siège/extra/frais carte crédit de la compagnie aérienne.\n*Transaction 2*= NET-CC : Train pour vol (ZZF)/frais d’émission du consolidateur/commission de l’agence/ frais carte crédit AER

source: Personal ID
de: PK
fr: Identifiant

source: Please confirm:
de: Bitte bestätigen:
fr: Veuillez confirmer :

source: Please enter valid credit card data
de: Bitte geben Sie gültige Kreditkartendaten ein.
fr: Veuillez saisir des données de carte de crédit valides

source: Please select
de: Bitte wählen
fr: Veuillez sélectionner

source: Please select before proceeding!
de: Bitte bestätigen Sie mithilfe der Checkbox o. g. Hinweis.
fr: Veuillez sélectionner avant de poursuivre !

source: Please wait, price is being calculated.
de: Bitte warten
fr: Veuillez patienter, le calcul du prix est en cours.

source: Please wait, price is being recalculated.
de: Bitte warten
fr: Veuillez patienter, le prix est recalculé.

source: Please wait, your booking is being generated.
de: Bitte warten
fr: Veuillez patienter, la création de votre réservation est en cours.

source: Price
de: Preis
fr: Prix

source: Price Incl. ZZF
de: Preis inkl. ZzF
fr: Prix incl. ZZF (train à avion)

source: Price details
de: Preisdetails
fr: Informations sur les prix

source: Print
de: Drucken
fr: Imprimer

source: Project no.
de: PR
fr: No de projet

source: Reservation created but payment authorization failed
de: Reservierung erfolgreich, aber Zahlungsautorisierung fehlgeschlagen.
fr: La réservation a été créée, mais le paiement a échoué

source: Reservation created but pricing failed and tickets could not be ordered. Please address to your service team.
de: Reservierung erfolgreich, aber Fehler bei Preisberechnung. Bitte wenden Sie sich zwecks Ticketbestellung an Ihr Serviceteam.
fr: La réservation a été créée, mais la tarification a échoué et les billets n'ont pas pu être commandés. Veuillez vous adresser à votre service clientèle.

source: Reservation only
de: Nur Reservierung
fr: Poser une option

source: Reservation_only_payment
de: Nur Reservierung
fr: Poser une option

source: Reset form
de: Eingaben löschen
fr: Réinitialiser

source: SEPA direct debit
de: SEPA-Lastschrift
fr: Prélèvement automatique SEPA

source: Save payment
de: Zahlung speichern
fr: Enregistrer le paiement

source: Saving_priceTablePayment
de: Ersparnis
fr: Réduction

source: Seats
de: Sitzplätze
fr: Sièges

source: Send via email
de: per E-Mail versenden
fr: Envoyer par e-mail

source: Show
de: anzeigen
fr: Afficher

source: Show more
de: mehr
fr: Afficher plus

source: Sofort
de: Sofortüberweisung
fr: Tout de suite

source: TSA and APIS data are missing
de: TSA- und APIS-Daten fehlen
fr: Les données TSA et APIS sont manquantes

source: TSA and/or APIS data is required for ticket order. Please click on “OK” to complete data. If data is not available yet, create a reservation alternatively.
de: Für die Ticketbestellung ist die Eingabe der TSA - und/oder APIS-Daten erforderlich. Bitte klicken Sie auf "OK", um die Daten zu vervollständigen. Falls die Daten noch nicht vorliegen, legen Sie bitte alternativ eine Reservierung an.
fr: Les données TSA et/ou APIS sont nécessaires pour toute commande de billet. Veuillez cliquer sur “OK” pour compléter les données. Si les données ne sont pas encore disponibles, veuillez créer une autre réservation.

source: TSA data is missing
de: TSA-Daten fehlen
fr: Les donnes TSA sont manquantes

source: TSA data is required for ticket order. Please click on “OK” to complete data. If data is not available yet, create a reservation alternatively.
de: Für die Ticketbestellung ist die Eingabe der TSA-Daten erforderlich. Bitte klicken Sie auf "OK", um die Daten zu vervollständigen. Falls die Daten noch nicht vorliegen, legen Sie bitte alternativ eine Reservierung an.
fr: Les données TSA sont nécessaires pour toute commande de billet. Veuillez cliquer sur “OK” pour compléter les données. Si les données ne sont pas encore disponibles, veuillez créer une autre réservation.

source: Tax
fr: Taxe

source: Telephone
de: Telefon
fr: Téléphone

source: Thank you for your order
de: Vielen Dank für Ihre Ticketbestellung.
fr: Merci par votre commande.

source: The airline or the tour operator will issue and mail tickets to the email address you have entered below.
de: Die Bestätigung/Tickets erhalten Sie von der Airline/vom Veranstalter per E-Mail, an unten eingetragene E-Mail Adresse.
fr: La compagnie aérienne ou le tour opérateur émettra et enverra le ou les billets à l’adresse e-mail indiquée ci-dessus.

source: The amount will be charged in 2 separate transactions.
de: Der Gesamtpreis wird in 2 Beträgen von der Kreditkarte belastet.
fr: Le montant sera prélevé en 2 opérations distinctes.

source: The amount will be charged in a single transaction.
de: Der Gesamtpreis wird in einem Betrag von der Kreditkarte belastet.
fr: Le montant sera prélevé en une seule opération.

source: Ticket order error
de: Ticketbestellung konnte nicht ausgeführt werden.
fr: Erreur de commande de billet

source: Ticket order failed
de: Ticketbestellung fehlgeschlagen
fr: La commande a échoué

source: Tkt-fee
de: Tkt.-Entgelt
fr: Frais d‘émission

source: Type of charge
de: Kreditkartenverfahren
fr: Type de frais

source: Type of credit card
de: Kreditkarte
fr: Type de carte de crédit

source: Type of credit card:
de: Kreditkarte:
fr: Type de carte de crédit :

source: V_Payment
fr: Débit direct

source: Validity
de: Gültigkeit
fr: Validité

source: With "Pay & order" the tickets will be automatically ordered using the form of payment you have selected.
de: Bei Klick auf "Tickets bestellen" erfolgt eine verbindliche Buchung und sofortige Ticketausstellung mit der ausgewählten Zahlungsart. Klicken Sie auf "Nur Reservierung", ist die Eingabe der Zahlungsart optional.
fr: Avec "Payer & commander", les billets seront commandés automatiquement, selon le mode de paiement que vous avez sélectionné.

source: You have selected a Tour Operator fare which can only be booked in combination with a hotel service of our assortment.
de: Sie haben einen Veranstaltertarif ausgewählt. Dieser Tarif darf nur in Verbindung mit einem Hotel aus unserer Hotel-IBE AERHOTELS verkauft werden.
fr: Vous avez sélectionné un tarif Tour Opérateur, qui peut être uniquement réservé s'il est combiné à un service hôtelier de notre gamme.

source: You have selected a Tour Operator fare which can only be booked in combination with a sea passage.
de: Sie haben einen Veranstaltertarif ausgewählt. Dieser Tarif darf nur in Kombination mit einer Kreuzfahrt verkauft werden.
fr: Vous avez sélectionné un tarif Tour Opérateur qui peut uniquement être réservé s'il est combiné avec un passage maritime.

source: Your payment terms do not allow the booking for this airline offer. Please choose an alternate or contact your service team.
de: Sie haben keine Berechtigung für die erforderliche Zahlungsart. Bitte wählen Sie ein alternatives Angebot aus der Ergebnisliste oder wenden Sie sich an Ihr Serviceteam.
fr: Vos modalités de paiement ne vous permettent pas d'effectuer de réservation pour l'offre sélectionnée pour cette compagnie aérienne. Veuillez choisir une alternative ou contactez votre service clientèle.

source: Your reservation was created, but payment failed. Please complete your order by editing payment details via "Edit booking" button.
de: Reservierung erfolgreich, aber die Zahlung ist fehlgeschlagen. Bitte klicken Sie auf "Buchung bearbeiten", ändern Sie die Zahlungsart und führen Sie eine erneute Ticketbestellung durch.
fr: Votre réservation a été créée, mais le paiement a échoué. Veuillez compléter votre commande en modifiant les détails de paiement à l'aide de l'option "modifier la réservation".

source: ZIP code
de: PLZ
fr: Code postal

source: Zum zug Flug
fr: Train+avion

source: discard changes
de: Änderungen verwerfen
fr: annuler

source: no extras selected
de: Keine Extras ausgewählt
fr: aucun extra n'a été sélectionné

source: no seats selected
de: Keine Sitzplätze ausgewählt
fr: aucun siège n'a été sélectionné

source: not supported
de: Nicht unterstützt
fr: pas compatible

source: offered and invoiced by
de: Im Namen und auf Rechnung von
fr: proposé et facturé par

source: Additional markup
de: Korrektur Gesamtentgelt (Fee):

source: Date
de: Datum

source: Description
de: Beschreibung

source: Destination
de: RZ

source: Total:
de: Gesamt:
