Repository: sukusukumar/backup
Catalog: others/Translations/packit_RC08022017-sprint50_*/packit-RC08022017-sprint50/*/packit-flight-results.po
Languages: de, es, fr

source: %1$s fare families
fr: %1$s Cat. tarifaires

source: %s more
de: %s mehr
es: %s más
fr: %s plus

source: %s of %s apply.
de: %s von %s
es: %s de %s aplicados.
fr: S'applique pour %s de %s.

source: 0 Results Found.
de: 0 Ergebnisse gefunden.
es: 0 resultados encontrados
fr: 0 résultat trouvé.

source: According to Article 3 of the Warsaw Convention, an air ticket, including e-tickets, is evidence of the agreement between the Passenger and the Carrier. By purchasing a ticket, the Passenger confirms that he/she agrees with the terms of the agreement. If the Passenger failed to use a booked seat on a flight segment, he/she must notify the Carrier about changes in the terms of the agreement and his/her intention to continue the flight on subsequent segments. To do so, the Passenger should contact the office where the booking was made or an Aeroflot office to make the required changes to his/her personal booking. If the Passenger fails to perform these activities, the booking system automatically cancels the subsequent flight segments as ‘the Passenger failed to start the journey’. The cancellation is performed without notifying the Passenger. Source: Federal Aviation Rules, Section 2, Item 27 and Section 5, item 75.
de: Gemäß Artikel 3 des Warschauer Abkommens gelten das Flugticket und das E-Ticket als Nachweis für den geschlossenen Vertrag zwischen Passagier und Fluggesellschaft. Mit dem Kauf des Tickets bestätigt der Reisende, dass er den Bedingungen des Vertrages zustimmt. Wenn der Reisende einen gebuchten Flug nicht wahrnimmt, muss er die Fluggesellschaft über die Änderung der Vertragsbestimmungen und seiner Absichten unterrichten, wie der Flug alternativ durchgeführt werden soll. Dazu soll sich der Reisende an den Buchungsort bzw. die Verkaufsstelle wenden, um die erforderlichen Änderungen an seiner Buchung vornehmen zu lassen. Wenn der Passagier dieser Aufforderung nicht nachkommt, wird der Flug vom Reservierungssystem automatisch als "nicht angetreten" gekennzeichnet. Die Flugstreichung wird ohne Benachrichtigung des Passagiers durchgeführt . Quelle: Federal Aviation Regeln, Abschnitt 2, Punkt 27 und § 5, Punkt 75.
es: De acuerdo con el artículo 3 del Convenio de Varsovia, un billete de avión, incluyendo los billetes electrónicos, es una evidencia del acuerdo entre el pasajero y el transportista. Con la compra de un billete, el pasajero confirma que él / ella está de acuerdo con los términos del acuerdo. Si el pasajero no hizo uso de un asiento reservado en un segmento de vuelo, él / ella debe notificar al transportista sobre los cambios en las condiciones del contrato y su / su intención de continuar el vuelo en los segmentos posteriores. Para ello, el pasajero debe ponerse en contacto con la oficina donde se hizo la reserva o una oficina de Aeroflot para hacer los cambios necesarios en su / su reserva personal. Si el pasajero no cumple con estas actividades, el sistema de reserva se cancela automáticamente los segmentos de vuelo posteriores como 'el pasajero no se pudo iniciar el viaje'. La cancelación se realiza sin notificar al pasajero. Fuente: Reglamento Federal de Aviación, sección 2, del artículo 27 y la Sección 5, artículo 75.
fr: Selon les dispositions de l'Article 3 de la Convention de Varsovie, les billets d'avion, y compris les billets électroniques, certifient que le passager et le transporteur ont convenu d'un contrat. En achetant un billet, le passager consent à accepter les conditions générales ci-après. Dans le cas où le passager n'utiliserait pas le siège qu'il/elle a réservé pour une partie de l'itinéraire, il/elle doit informer le transporteur de son désir d'amender le contrat et de son intention de continuer le transport pour les trajets à suivre. Pour ce faire, le passager doit contacter le centre de réservation où le billet a été émis ou une agence d' Aeroflot, afin de modifier sa réservation personnelle en conséquence . Autrement, le système de réservation devra annuler tous les autres segments de façon automatique sous motif que « Le Passager ne s'est pas présenté pour effectuer son trajet », sans prévenir le passager au préalable. Sources : Règles de l'aviation fédérale, paragraphe 2, clause 27 et paragraphe 5, clause 75.

source: Agency fee:
de: Entgelt Agentur:
es: Comisión agencia:
fr: Commission:

source: Agent markup
de: Entgelt
es: Comisión agente
fr: Commission agent

source: Airline
es: Aerolínea
fr: Cie aérienne

source: Airline name ascending
de: Airline A - Z
es: Aerolínea ascendente
fr: Noms de cies aériennes, par ordre de prix croissant

source: Airline name descending
de: Airline Z - A
es: Aerolínea descendente
fr: Noms de cies aériennes, par ordre de prix décroissant

source: Airlines / Alliances
de: Airlines / Allianzen
es: Aerolíneas / Alianzas
fr: Cies aériennes / Alliances

source: Airport change
de: Flughafenwechsel
es: Cambio de aeropuerto
fr: Changement d'aéroport

source: All flight options
de: Alle Flugoptionen
es: Todas las opciones de vuelo
fr: Toutes les options de vol

source: Alliances & Joint ventures
de: Allianzen und Joint Ventures
es: Alianzas y Joint ventures
fr: Alliances & partenariats

source: An air carrier issuing a ticket for carriage over the routes of another air carrier does so only as its Agent.
de: Der Luftfrachtführer, der einen Flugschein zur Beförderung auf Diensten eines anderen Luftfrachtführers ausstellt, handelt insoweit nur als dessen Agent.
es: El transportista que emite un billete de transporte en las rutas de otro transportista, actúa sólo como agente de éste.
fr: Un transporteur aérien délivrant un billet pour le transport sur les routes d'un autre transporteur ne peut le faire que s'il agit à titre d'agent de ce dernier.

source: Any exclusion or limitation of liability of the Carrier shall apply to and be for the benefit of agents, servants and representatives thereof and any person whose aircraft is used by the Carrier for carriage and its agents, servants and representatives.
de: Ausschluss oder Beschränkungen der Haftung des Luftfrachtführers gelten sinngemäß auch zugunsten der Agenten, Angestellten und Bevollmächtigten des Luftfrachtführers, ferner zugunsten jeder Person, deren Flugzeug vom Luftfrachtführer zur Beförderung benutzt wird, einschließlich deren Agenten, Angestellten und Bevollmächtigten.
es: Cualquier exclusión o limitación de responsabilidad del transportista se aplicará y será para el beneficio de sus agentes, empleados y representantes de los mismos y cualquier persona cuya aeronave utilice el transportista para el transporte, y sus agentes, empleados y representantes.
fr: Toute exclusion ou limitation de notre responsabilité s'appliquera et bénéficiera à nos agents, nos employés et représentants, ainsi qu'au propriétaire de l'avion utilisé par le transporteur pour le trajet, de même que par ses agents, employés et représentants.

source: Arrival airport
de: Zielflughafen
es: Aeropuerto de llegada
fr: Aéroport d'arrivée

source: As used in this contract
de: Wie im Vertrag gekennzeichnet
es: Tal como se usa en el presente contrato
fr: Tel qu'utilisé dans ce contrat

source: Available extras
de: Verfügbare Extras
es: Extras disponibles
fr: Extras disponibles

source: Available for %s only
de: Nur für %s anwendbar
es: Disponible sólo para %s
fr: Disponible pour %s seulement

source: Available for everyone
de: Für Jedermann anwendbar
es: Disponible para todos
fr: Disponible pour tous

source: Available only for %s only
de: Nur für %s anwendbar
es: Disponible solo para %s
fr: Uniquement disponible pour %s seulement

source: Available only for NGO staff
de: Nur für NGO Angehörige anwendbar
es: Disponible sólo para personal y voluntarios de ONGs
fr: Disponible uniquement pour le personnel des ONG

source: Available only for military staff
de: Nur für Militärangehörige anwendbar
es: Disponible sólo para personal militar
fr: Disponible uniquement pour le personnel militaire

source: Available only for packaging
de: Veranstaltertarif - nur buchbar in Verbindung mit einem Landarrangement.
es: Disponible sólo para paquetes turísticos
fr: Disponible uniquement pour prestations terrestres

source: Available only for passengers with certain nationality/country of origin
de: Nur für Reisende mit Nationalität des Ziellandes anwendbar
es: Disponible sólo para personas oríginarias del país de destino
fr: Disponible uniquement pour les passagers avec certaines nationalités/pays d'origine

source: Available only for sea passage
de: Cruise-Tarif - nur buchbar in Verbindung mit einer Kreuzfahrt.
es: Disponible sólo para marineros
fr: Disponible uniquement pour le passage maritime

source: Available only for travel agents
de: Nur für Reisebüromitarbeiter anwendbar
es: Disponible sólo para agentes de viaje
fr: Disponible uniquement pour les agents de voyage

source: Available only for youth, students/teachers with corresponding ID
de: Nur für Jugendliche, Studenten/Lehrer mit entsprechender ID anwendbar
es: Disponible sólo para jovenes, estudiantes y profesores con el correspondiente ID
fr: Disponible uniquement pour les jeunes, les étudiants/enseignants possédant la carte d'identité justificative correspondante

source: Available seatmaps
de: Verfügbare Sitzpläne
es: Plano de asientos disponible
fr: Plans de cabine disponibles

source: Baggage
de: Gepäck
es: Equipaje
fr: Bagages

source: Best results
de: Beste Ergebnisse
es: Mejores resultados
fr: Meilleurs résultats

source: Book now
de: Buchen
es: Reservar ahora
fr: Réserver maintenant

source: Booking class
de: Buchungsklasse
es: Clase de reserva
fr: Classe de réservation

source: Booking class / no. of available seats
de: Buchungsklasse / Anzahl verfügbare Plätze
es: Clase de reserva / nº de asientos disponibles
fr: Classe de réservation / nbre de sièges disponibles

source: Business
fr: Affaires

source: CABIN CLASS
de: KABINENKLASSE
es: CLASE DE CABINA
fr: CLASSE DE VOYAGE

source: CANCELATION / REFUND
de: STORNO/UMBUCHUNG
es: CANCELACION / REEMBOLSO
fr: ANNULATION / REMBOURSEMENT

source: CHECKED BAGGAGE
de: FREIGEPÄCK
es: EQUIPAJE FACTURADO
fr: BAGAGES ENREGISTRÉS

source: Carriage
de: Beförderung
es: Transporte
fr: Transport

source: Carriage hereunder is subject to the rules and limitations relating to liability established by the Warsaw Convention unless such carriage is not "international carriage" as defined by that Convention.
de: Die Beförderung aufgrund dieses Flugscheines unterliegt der Haftungsordnung des Warschauer Abkommens, es sei denn, dass diese Beförderung keine „internationale Beförderung” im Sinne des Abkommens ist.
es: El transporte está sujeto a las normas y limitaciones relativas a responsabilidad establecidas por el Convenio de Varsovia a menos que el transporte no sea "transporte internacional" según lo define dicho Convenio.
fr: Le transport ci-dessous est soumis aux règles et limitations relatives à la responsabilité établies par la Convention de Varsovie, sauf si ce transport est classé "transport international", selon la définition de cette Convention.

source: Charter fare
de: Charter-Tarif
es: Tarifa chárter
fr: Tarif charter

source: Cheapest flight per airline
de: Günstigster Flug pro Airline
es: Vuelos más baratos por compañía
fr: Le moins cher (cie aérienne)

source: Checked-in luggage will be delivered to the bearer of thereof. In case of damage to luggage during international transportation, complaints must be made in writing to the Carrier forthwith after discovery of such damage and, at the latest, within seven days of receipt; in case of delay, complaints must be made within 21 days from the date the baggage was delivered. See tariffs or conditions of carriage regarding non-international transportation.
de: Zur Beförderung aufgegebenes Gepäck wird dem Flugscheininhaber ausgeliefert. Gepäckschäden bei internationalen Beförderungen sind dem Luftfrachtführer schriftlich anzuzeigen, und zwar unverzüglich nach ihrer Entdeckung, jedenfalls aber spätestens 7 Tage nach Erhalt, bei Verspätung 21 Tage nach Andienung des Gepäcks; für Gepäckschäden bei anderen Beförderungen gelten insoweit die entsprechenden Bestimmungen in Tarifen und Beförderungsbedingungen.
es: El equipaje facturado será entregado al portador del mismo. En caso de daños al equipaje durante el transporte internacional, las quejas deben hacerse por escrito al transportista inmediatamente después de descubrirse tales daños y, a más tardar, dentro de los siete días siguientes a la recepción; en caso de retraso, las quejas deben hacerse dentro de los 21 días desde la fecha de la entrega del equipaje. Véanse los manuales o condiciones aplicables para el transporte no internacional.
fr: Les bagages enregistrés seront remis au porteur du billet d'avion. En cas de dommages subis par les bagages durant un transport international, les réclamations doivent être adressées au transporteur aérien par écrit, immédiatement après que le dommage a été découvert et, au plus tard, dans un délai de sept jours à compter de la date de livraison des bagages ; en cas de retard, les plaintes doivent être déposées sous 21 jours à compter de la date de livraison des bagages. Pour les transports non-internationaux, veuillez vous référer aux tarifs ou aux conditions générales de transport.

source: Close & ignore upsell
de: Upsell ignorieren und schließen
es: Cerrar e ignorar upsell
fr: Fermer & ignorer surclasser

source: Collapse all
de: Alle zuklappen
es: Contraer todo
fr: Tout réduire

source: Companion fare
de: Companion-Tarif
es: Tarifa de acompañante
fr: Tarif accompagnateur

source: Conditions of contract
de: Vertragsbedingungen
es: Condiciones del contrato
fr: Conditions contractuelles

source: Create PDF document
de: PDF-Dokument erstellen
es: Crear documento PDF
fr: Créer un document PDF

source: Create offer
de: Angebot
es: Crear oferta
fr: Créer une offre

source: Cruise fare
de: Cruise-Tarif - nur buchbar in Verbindung mit einer Kreuzfahrt
es: Tarifa para cruceros
fr: Tarif croisière

source: Departure & arrival time
de: Abflug- & Ankunftszeit
es: Hora de salida y llegada
fr: Heure de départ & d'arrivée

source: Departure airport
de: Abflughafen
es: Aeropuerto de salida
fr: Aéroport de départ

source: Details
es: ver detalles
fr: Détails

source: Different baggage rules per leg
de: Unterschiedliches Freigepäck je Strecke
es: Diferentes reglas de equipaje por tramo
fr: Règles relatives aux bagages différentes selon le segment de vol

source: Direct connect fare
de: Tarif via Direktanbindung
es: Tarifa Direct Connect
fr: Tarif Direct Connect

source: Direct only
de: nur Direktflüge
es: Sólo directo
fr: Vols directs uniquement

source: Document Type:
de: Dokumententyp:
es: Tipo de documento
fr: Type de document:

source: Duration
de: Dauer
es: Duración
fr: Durée

source: Duration ascending
de: Dauer aufsteigend
es: Duración ascendente
fr: Durée, par ordre croissant

source: Duration descending
de: Dauer absteigend
es: Duración descendente
fr: Durée, par ordre décroissant

source: Economy
es: Turista
fr: Economique

source: Electronic ticket
de: Elektronisches Ticket
es: Billete electrónico
fr: Billet électronique

source: Email (PDF attachment)
de: E-Mail (PDF-Anhang)
es: Email (PDF adjunto)
fr: Envoyer PDF par e-mail

source: Equipment
de: Fluggerät
es: Avión
fr: Equipement

source: Excel file
de: Excel-Datei
es: Archivo Excel
fr: Fichier Excel

source: Exclusive fares
de: LH Group - Direktanbindung
es: Tarifa Direct Connect LH Group
fr: Tarif Direct Connect LH Group

source: Expand all
de: Alle aufklappen
es: Expandir todo
fr: Tout afficher

source: Extras can be booked after entering the passenger data
de: Extras können erst nach Eingabe der Passagierdaten gebucht werden.
es: los extras son reservables tras la introducción de los datos de pasajero
fr: Les extras (services supplémentaires) peuvent être réservés après avoir saisi les données du passager

source: FIRST
es: PRIMERA
fr: PREMIER

source: Fare Families
fr: Cat. tarifaire

source: Fare Family %1$s
fr: Cat. tarifaire %1$s

source: Fare rules
de: Tarifinfos
es: Normas de tarifa
fr: Règles tarifaires

source: Fare type
de: Tarifart
es: Tipo de tarifa
fr: Type de tarif

source: Farebase
es: Base de tarifa
fr: Base de tarifs

source: Filters
de: Filter
es: Filtros
fr: Filtres

source: First
es: Primera
fr: Premier

source: For informational purpose only, seats can be booked later in booking process after passenger data have been entered.
de: Die Darstellung dient nur zur Information. Sitzplätze können erst nach Eingabe der Passagierdaten gebucht werden.
es: Tan sólo a título informativo; Los asientos pueden reservarse más adelante en nuestro proceso de reserva, tras introducir los datos de los pasajeros.
fr: À des fins d'information uniquement, les sièges peuvent être réservés plus tard, une fois que les données personnelles des passagers ont été enregistrées.

source: Free text (will be displayed above the offer)
de: Freitext (wird oberhalb des Angebots angezeigt)
es: Texto Libre (Será mostrado sobre la oferta)
fr: Texte libre (sera affiché au-dessus de l'offre)

source: General
de: Allgemein
fr: Général

source: General conditions of carriage
de: Allgemeine Beförderungsbedingungen
es: Condiciones generales de transporte
fr: Conditions générales de transport

source: General remarks
de: Allgemeine Bemerkungen
es: Observaciones generales
fr: Remarques générales

source: High yield offer
de: High yield Angebot
es: Oferta High yield
fr: Offre à haut rendement

source: Hundreds of airlines introduced airline fare families to better group and differentiate their fares even inside one cabin class. This often goes hand in hand with the introduction of fares without free baggage allowance and chargeable ancillaries/extras. A growing number of those airline fare families is now also published in the GDS. As there is no common standard of number and naming across different airlines, we invented our own grouping system (see table below), that will allow you to better compare between several airlines.
de: Unsere eigenen Fare Families helfen Ihnen, die unterschiedlichen Tarife zahlreicher Airlines schnell zu vergleichen. Mit Hilfe unserer Gruppierung können Sie so z. B. erkennen, ob in besagtem Tarif Freigepäck enthalten ist oder nicht. Bei einem "?" in u. g. Tabelle finden Sie weitergehende Informationen in der Registerkarte "Airline Fare Family".
es: Cientos de aerolíneas introdujeron "fare families" para diferenciar mejor sus tarifas, incluso dentro de una misma clase de cabina. Esto a menudo va de la mano con la introducción de tarifas sin franquicia de equipaje y servicios adicionales /ancilliaries con cargo. Un número creciente de esas categorías de "fare families se publica ahora en GDS. Como no existe un estándar común de número y denominación a través de diferentes líneas aéreas, inventamos nuestro propio sistema de agrupación (ver tabla a continuación), que le permitirá una mejor comparación entre varias compañías aéreas.
fr: Nos propres catégories tarifaires vous aident à comparer rapidement les différents tarifs de centaines de compagnies aériennes. Grâce au regroupement, vous pouvez par exemple facilement reconnaître si une franchise de bagages est incluse dans le tarif en question ou pas. En cas de "?" près de Annulation/Modification de la réservation dans le tableau ci-dessous, vous pouvez obtenir des détails en allant dans l'onglet "Cat. tarifaire des cies aériennes".

source: Immediate ticket issuance
de: Umgehende Ticketausstellung
es: Emisión inmediata del billete
fr: Émission immédiate

source: Immediately
de: < 2 Tage
es: Inmediatamente
fr: < 2j

source: Included in fare
de: Im Preis inkludiert
es: Incluido en la tarifa
fr: Inclu dans le tarif

source: International fares
de: Internationaler Tarif
es: Tarifas internacionales
fr: Tarifs internationaux

source: Later
de: > 7 Tage
es: Medio-Largo plazo
fr: > 7j

source: Less
de: weniger
es: menos
fr: Moins

source: Listed separately
de: Separat ausweisen
es: Listado por separado
fr: Listé separemment

source: Loading....
de: Lädt...
es: Cargando....
fr: En cours de chargement....

source: Lowcost fare
de: Low-Cost-Tarif - verbindliche Buchung mit sofortiger Ticketausstellung
es: Tarifa Lowcost
fr: Tarif Low Cost

source: Map view
de: Kartenansicht
es: Mostrar mapa
fr: Visualiser le plan

source: Markup
de: Entgelt
es: Comisión
fr: Commission

source: Maximum travel time
de: Maximale Reisezeit
es: Máxima duración de viaje
fr: Durée voyage maximale

source: Military fare
de: Military Tarif
es: Tarifa militar
fr: Tarif militaire

source: Mixed
es: Mixto
fr: Combiné

source: Mixed Airlines
de: Mehrere Airlines
es: Mix de aerolíneas
fr: Cies aériennes combinées

source: More information
de: Mehr Informationen
es: Más información
fr: Plus d'informations

source: Negotiated fare
de: Nego-Tarif
es: Tarifa negociada
fr: Tarif négocié

source: Net fare
de: Conso-Tarif
es: Tarifa neta
fr: Tarif net

source: No Filters Applied
de: Keine Filter ausgewählt
es: No hay filtros aplicados
fr: Aucun filtre appliqué

source: No agent, servant or representative of the Carrier has the authority to alter, modify or waive any provision of this Contract.
de: Kein Agent, Angestellter oder Bevollmächtigter des Luftfrachtführers ist berechtigt, Bestimmungen dieses Vertrages zu ergänzen, abzuändern oder aufzuheben.
es: Ningún agente, empleado o representante del transportista tiene autoridad para alterar, modificar o renunciar a cualquier disposición de este Contrato.
fr: Aucun agent, employé ou représentant du transporteur n'est autorisé à changer, modifier ou supprimer l'une des dispositions de ce Contrat.

source: No baggage included
de: Kein Freigepäck enthalten
es: No incluye equipaje
fr: Aucun bagage n'est inclus

source: No baggage information available
de: Keine Gepäckinformation verfügbar
es: No hay información disponible sobre equipaje
fr: Aucune information relative aux bagages n'est disponible

source: No fare family description found.
de: Keine Fare Family Beschreibung gefunden.
es: No se ha encontrado descripción de "fare family"
fr: Aucune description des cat. tarifaires n'a été trouvée.

source: No fare rules found.
de: Keine Tarifbestimmungen gefunden.
es: No se encontraron normas de tarifa.
fr: Aucune règle tarifaire n'a été trouvée.

source: No information available
de: Keine Information verfügbar
es: No hay información disponible
fr: Aucune information disponible

source: No results have been returned for the selected passenger. Adult is being displayed as default.
de: Für den ausgewählten Passagiertyp wurden keine Ergebnisse gefunden. Alternativ erhalten Sie Ergebnisse für Erwachsene.
es: No se han devuelto resultados para el pasajero seleccionado. "Adulto" se muestra por defecto.
fr: Aucun résultat n'a été trouvé pour le passager sélectionné. Un adulte s'affiche par défaut.

source: No upsell options available for this offer.
de: Kein Upsell möglich
es: No hay opciones de "upsell" disponibles para esta oferta.
fr: Aucune option surclasser n'est disponible pour cette offre.

source: No.
de: Anz.
es: Nº.
fr: Nbre

source: Non-governmental fare
de: Non-governmental Tarif
es: Tarifa ONG
fr: Tarif non gouvernemental

source: Not specified
de: unbekannt
es: No especificado
fr: Non spécifié

source: Note
de: Hinweis
es: Observación
fr: Remarque

source: Number of stops
de: Anzahl Stopps
es: Número de escalas
fr: Nombre d'escales

source: Number of technical stops
de: Anzahl technische Stopps
es: Número de escalas técnicas
fr: Nombre d'escales techniques

source: NumberOfStops_DIRECT
de: Direkt
es: Directo
fr: Vols directs

source: NumberOfStops_MAX_1
de: Max. 1 Stopp
es: Máximo 1
fr: Max. 1 stop

source: NumberOfStops_MAX_2
de: Max. 2 Stopps
es: Máximo 2
fr: Max. 2 stop

source: NumberOfStops_NONSTOP
de: Nonstop
es: Sin escalas
fr: Nonstop
