Repository: sukusukumar/backup
Catalog: others/Translations/packit_RC08022017-sprint50_*/packit-RC08022017-sprint50/*/packit-flight-search.po
Languages: de

source: +/- 1 day
de: +/- 1 Tag

source: +/- 2 days
de: +/- 2 Tage

source: +/- 3 days
de: +/- 3 Tage

source: +/- days
de: +/- Tage

source: Adult
de: Erwachsener

source: Adults
de: Erwachsene

source: Airlines / Alliance
de: Airlines / Allianz

source: All flight fares contain an agency markup of 30,00 EUR per person.
de: D. h. alle Flugpreise sind inkl. Agt.-Entgelt in Höhe von € 30,- p. P.

source: Alliance
de: Allianz

source: Booking class
de: Buchungsklasse

source: Cabin class
de: Kabinenklasse

source: Cabin mix
de: Mix

source: Calculation information
de: Information zur Kalkulation

source: Cancel
de: Abbrechen

source: Child
de: Kind

source: Children
de: Kinder

source: Currently stored calculation for your agency:
de: Aktuell hinterlegte Kalkulation für Ihre Agentur:

source: Destination
de: Zielflughafen

source: Don't show this message again
de: Diese Meldung nicht mehr anzeigen

source: Flat Fee - amount: 30,00 EUR
de: Flat Fee / Betrag: EUR 30,-

source: Infant
de: Baby

source: Infants
de: Babys

source: Leg
de: Strecke

source: Less search options
de: Weniger Suchoptionen

source: Markup can be dynamically adjusted within the booking process or stored statically via menu "Calculation".
de: Sie können diese Voreinstellung jederzeit unter dem Menüpunkt "Book now/Kalkulation" ändern.

source: More search options
de: Mehr Suchoptionen

source: No radius search
de: Keine Radiussuche

source: Non-stop flights only
de: Nur Nonstop-Flüge

source: Only flights where the cabin class is available for all segments.
de: Es wird ausschließlich nach Flügen gesucht, bei denen alle Strecken (inkl. Zubringerflüge) in der gewählten Kabinenklasse verfügbar sind.

source: Origin
de: Abflughafen

source: Passenger type "%s" can only be combined with ADT.
de: Passagiertyp "%s" kann nur mit ADT kombiniert werden.

source: Passenger type "%s" can only be combined with ADT. Please create separate bookings for passenger types YTH, STU and SEN.
de: Passagiertyp "%s" kann nur mit ADT kombiniert werden. Bitte legen Sie für die Passagiertypen YTH und STU separate Buchungen an.

source: Passenger type "%s" can only be combined with CHD or INF. Please create separate bookings for passenger types YTH, STU and SEN.
de: Passagiertyp "%s" kann nur mit CHD oder INF kombiniert werden. Bitte legen Sie für die Passagiertypen YTH und STU separate Buchungen an.

source: Passenger type "%s" only cannot be combined with other passenger types. Please create a separate booking for this passenger type.
de: Passagiertyp "%s" kann nicht mit anderen Passagiertypen kombiniert werden. Bitte legen Sie eine separate Buchung an.

source: Pax Tool tip
de: Kinder können nur in Begleitung eines Erwachsenen (&gt; 18) gebucht werden.\nBabys unter 2 Jahren haben keinen Sitzplatzanspruch. Jedes Baby muss von mind. einem Erwachsenen begleitet werden.\nEinige Airlines bieten Jugend- und Studententarife an, hierfür nutzen Sie bitte die erweiterte Suche "Mehr Suchoptionen".\nEinige Airlines bieten Jugendtarife für Reisende ab 12 Jahren an. Wichtige Infos zu Altersgrenzen usw. finden Sie in den Tarifinfos.\nEinige Airlines bieten Studententarife an, hierfür ist ein intern. Studentenausweis (ISIC) erforderlich. Alle weiteren Bedingungen entnehmen Sie bitte den Tarifinfos.\nIn folgenden Fällen kontaktieren Sie bitte Ihr Serviceteam:\nGruppenbuchungen (&gt; 9 Sitzplätze)\nFalls Babys während der Reise 2 Jahre oder Kinder während der Reise 12 Jahre alt werden.\nFalls Babys während der Reise 2 Jahre oder Kinder während der Reise 12 Jahre alt werden.\nAlleinreisende unter 18 Jahren

source: Pax_flightSearch
de: Passagiere

source: Please contact our service team for bookings of unaccompanied minors
de: Bitte kontaktieren Sie für die Buchung von unbegleiteten Kindern (UMNR) unser Serviceteam.

source: Please verify your passenger selection
de: Bitte kontrollieren Sie Ihre Passagierauswahl.

source: Please wait while we are searching for the best results.
de: Wir suchen für Sie nach den besten Preisen.

source: Reset search
de: Suche zurücksetzen

source: Return time cannot be earlier than departure time. Please adjust your search criteria.
de: Die Rückflugzeit kann nicht vor der Abflugzeit liegen, bitte korrigieren.

source: Search
de: Suche

source: Students
de: Studenten

source: Tariff
de: Tarif

source: Youth
de: Jugendliche

source: all segments in selected cabin class
de: alle Segmente in gewählter Klasse

source: bookingclass
de: Buchungsklasse

source: stop search
de: Suche abbrechen
